Repository: sgoley/powerbi-included-certified-extentions
Catalog: Linkar/resources.*.resx
Languages: es

# ButtonHelp
source: Connect to PICK Style / MultiValue Databases
es: Conectar a Bases de datos PICK / MultiValue con Linkar

# ButtonTitle
source: Linkar PICK Style / MultiValue Databases
es: Bases de datos PICK / MultiValue con Linkar

# DataSourceLabel
source: Linkar PICK Style / MultiValue Databases
es: Bases de datos PICK / MultiValue con Linkar

# DictClauseDesc
source: All Linkar Schemas Properties that are visible, separated by spaces. Only the data will be brought
es: Todas las propiedades de Linkar Schemas que son visibles, separadas por espacios. Solo se traerá esta información

# EntryPointDesc
source: Data account EntryPoint Name.
es: Escriba el EntryPoint de la Cuenta de Datos a la que desea acceder

# FileNameDesc
source: Write the defined Table Name in Linkar Schemas. If you want to use a MV Table or SV Table you must use extended notation: TableName.MVTableName.SVTableName. For example to bring the group of Multivalues called MVItems we must write Orders.MVItems. Remember, all the Tables Names must be defined in Linkar Schemas.
es: Escriba un Nombre de Tabla previamente definido en Linkar Schemas. Si desea obtener un fichero que corresponda a un grupo de multivalores debe usar la notación extendida: TableName.MVTableName.SVTableName. Por ejemplo, para traer el grupo de multivalores llamado MVItems debemos escribir Orders.MVItems. Recuerde, todos los Nombres de Tablas deben estar definidos en Linkar Schemas

# PortDesc
source: Write the EntryPoint TCP Port
es: Escriba el Puerto TCP de este EntryPoint

# SelectClauseDesc
source: Use the syntax as a SELECT on the database. You can use Property Names or File Dictionary Names.
es: Usa la sintaxis de la Base de Datos, como en una SELECT. Puede usar Nombres de Propiedades o los Nombres Reales de los Diccionarios

# ServerDesc
source: Linkar Server IP address or DNS
es: Indique la dirección IP o el nombre DNS donde está Linkar Server

# SortClauseDesc
source: Like SELECT in the database. You can use Property Names or File Dictionary Names.
es: Al igual que en la SELECT. También puede usar Nombres de Propiedades o los Nombres de los Diccionarios Reales

# SQLMode
source: Force SQL Mode
es: Forzar Modo SQL

# SQLModeDesc
source: If you activate this option data will come in SQL Mode. This mode adapts your data to the style of a SQL table
es: Si activa esta opción los datos llegarán en modo SQL. Este modo adapta sus datos al estilo de tablas SQL

# CustomVars
source: Custom Variables
es: Custom Vars

# CustomVarsDesc
source: You can write here what you need to perform custom controls
es: Puede escribir aqui lo que necesite para manejar sus controles personalizados

# FreeTextDesc
source: Just to identify your session in Linkar Manager
es: Unicamente para identificar su sesión en Linkar Manager

source: Language
es: Lenguaje

# LanguageDesc
source: If you have different languages defined, write the language which you want to visualize the data
es: Si ha definido diferentes lenguajes escriba el idioma en el que quiera mostrar los datos
