Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureResourceGraph/resources.*.resx
Languages: ar, bg, da, el, es, fr, he, hi, it, ko, pl, pt_br, pt_pt, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, tr, vi, zh_hans

# allowPartialScopes
source: Only applicable for tenant and management group level queries to decide whether to allow partial scopes for result in case the number of subscriptions exceed allowed limits.
ar: قابل للتطبيق فقط على الاستعلامات على مستوى مجموعة الإدارة والمستأجر لتحديد ما إذا كان سيتم السماح بالنطاقات الجزئية للنتيجة في حالة تجاوز عدد الاشتراكات الحدود المسموح بها.
bg: Приложимо само за заявки на ниво клиент и група за управление, за да се реши дали да се разрешат частични обхвати за резултат, в случай че броят на абонаментите надвишава разрешените лимити.
da: Gælder kun for forespørgsler på lejer- og administrationsgruppeniveau for at beslutte, om der skal tillades delvise områder for resultatet, hvis antallet af abonnementer overskrider de tilladte grænser.
el: Ισχύει μόνο για ερωτήματα σε επίπεδο ενοικιαστών και ομάδας διαχείρισης για να αποφασίσουν εάν θα επιτρέπονται μερικά πεδία για το αποτέλεσμα σε περίπτωση που ο αριθμός των συνδρομών υπερβαίνει τα επιτρεπόμενα όρια.
es: Solo es aplicable a consultas de nivel de grupo de administración y espacios empresariales para decidir si se permiten ámbitos parciales para el resultado en caso de que el número de suscripciones supere los límites permitidos.
fr: Applicable uniquement aux requêtes au niveau du locataire et du groupe d’administration pour décider d’autoriser ou non des étendues partielles de résultat au cas où le nombre d’abonnements dépasserait les limites autorisées.
he: ישים רק עבור שאילתות ברמת הדייר ושאילתות ברמת קבוצת הניהול כדי להחליט אם יש לאפשר טווחים חלקיים עבור תוצאה במקרה שמספר המנויים חורג מהמגבלות המותרות.
hi: यह निर्णय करने के लिए केवल टैनेंट और प्रबंधन समूह स्तर की क्वेरीज़ के लिए लागू होता है कि सदस्यताओं की संख्या अनुमत सीमा से अधिक होने पर परिणाम के लिए आंशिक क्षेत्र की अनुमति दें या नहीं.
it: Applicabile solo per le query a livello di tenant e gruppo di gestione per decidere se consentire ambiti parziali per il risultato nel caso in cui il numero di sottoscrizioni superi i limiti consentiti.
ko: 테넌트 및 관리 그룹 수준 쿼리에만 적용되어 구독 수가 허용된 한도를 초과하는 경우 결과의 부분 범위를 허용할지 여부를 결정합니다.
pl: Ma zastosowanie tylko do zapytań na poziomie dzierżawy i grupy zarządzania, aby zdecydować, czy zezwolić na częściowe zakresy dla wyniku w przypadku przekroczenia dozwolonych limitów przez liczbę subskrypcji.
pt_br: Aplicável somente a consultas no nível do locatário e do grupo de gerenciamento para decidir se é necessário permitir escopos parciais para o resultado, caso o número de assinaturas exceda os limites permitidos.
pt_pt: Apenas aplicável a consultas ao nível do inquilino e do grupo de gestão para especificar se devem ser permitidos âmbitos parciais para o resultado, caso o número de subscrições exceda os limites permitidos.
ro: Aplicabil doar pentru interogările la nivel de entitate găzduită și de grup de gestionare, pentru a decide dacă se permit domenii de aplicare parțiale pentru rezultat, în cazul în care numărul de abonamente depășește limitele permise.
ru: Применимо только к запросам на уровне клиента и группы управления, чтобы решить, следует ли разрешить частичные области для результата, если количество подписок превышает допустимые ограничения.
sk: Vzťahuje sa len na dotazy na úrovni nájomníka a skupiny spravovania, ktoré sa rozhodnú, či sa majú povoliť čiastočné rozsahy pre výsledok v prípade, že počet predplatných prekročí povolené limity.
sr_cyrl_rs: Применљиво само на упите на нивоу закупца и групе за управљање да би се одлучило да ли ће се дозволити делимични опсези за резултат у случају да број претплата премаши дозвољена ограничења.
sr_latn_rs: Primenljivo samo na upite na nivou zakupca i grupe za upravljanje da bi se odlučilo da li će se dozvoliti delimični opsezi za rezultat u slučaju da broj pretplata premaši dozvoljena ograničenja.
tr: Abonelik sayısının izin verilen sınırları aşması durumunda, sonuç için kısmi kapsamlara izin verilip verilmeyeceğine karar verilirken yalnızca kiracı ve yönetim grubu düzeyindeki sorgularda uygulanabilir.
vi: Chỉ áp dụng với truy vấn cấp đối tượng thuê và nhóm quản lý để quyết định việc hỗ trợ phạm vi một phần đối với kết quả phòng trường hợp số gói đăng ký vượt quá giới hạn cho phép.
zh_hans: 仅适用于租户和管理组级别查询，以决定是否允许将部分范围用于结果，以防订阅数超过允许的限制。

# resultTruncated
source: If you want query results not to be truncated, set this value to false. By default, this is set to true and return up to 1000 records.
ar: إذا كنت تريد عدم اقتطاع نتائج الاستعلام، فعيّن هذه القيمة على "false". بشكل افترضي تكون هذه القيمة معينة على "true" وترجع ما يصل إلى 1000 سجل.
bg: Ако искате резултатите от заявката да не бъдат съкратени, задайте тази стойност на false. По подразбиране тя е зададена на true и връща до 1000 записа.
da: Hvis forespørgselsresultaterne ikke skal afkortes, skal du angive denne værdi til falsk. Som standard er dette indstillet til sand og returnerer op til 1000 poster.
el: Εάν θέλετε να μην περικόπτονται τα αποτελέσματα του ερωτήματος, ορίστε αυτήν την τιμή σε false. Από προεπιλογή, αυτό ορίζεται σε true και επιστρέφει έως και 1000 εγγραφές.
es: Si desea que los resultados de la consulta no se trunquen, establezca este valor en false. De forma predeterminada, se establece en true y devuelve hasta 1000 registros.
fr: Si vous souhaitez que les résultats de la requête ne soient pas tronqués, définissez cette valeur sur false. Par défaut, cette valeur est définie sur true et renvoie jusqu'à 1 000 enregistrements.
he: אם ברצונך שהתוצאות של השאילתה לא ייחתכו, הגדר את הערך הזה כ- False. כברירת מחדל, הערך הזה מוגדר כ- True ומחזיר עד 1000 רשומות.
hi: यदि आप चाहते हैं कि क्वेरी परिणामों को छोटा न किया जाए, तो इस मान को असत्य पर सेट करें. डिफ़ॉल्ट रूप से, यह सही पर सेट है और 1000 रिकॉर्ड्स तक लौटाता है.
it: Se si desidera che i risultati della query non vengano troncati, impostare questo valore su false. Per impostazione predefinita, è impostato su true e restituisce fino a 1000 record.
ko: 쿼리 결과가 잘리지 않게 하려면 이 값을 false로 설정합니다. 기본적으로 이 값은 true로 설정되고 최대 1,000개의 레코드를 반환합니다.
pl: Jeśli chcesz, aby wyniki zapytania nie były obcinane, ustaw tę wartość na false. Domyślnie jest to ustawione na wartość true i zwraca do 1000 rekordów.
pt_br: Se você quiser que os resultados da consulta não sejam truncados, defina esse valor como falso. Por padrão, isso é definido como verdadeiro e retorna até 1000 registros.
pt_pt: Se pretender que os resultados da consulta não sejam truncados, defina este valor como falso. Por predefinição, está definido como verdadeiro e devolve até 1000 registos.
ro: Dacă doriți ca rezultatele interogării să nu fie trunchiate, setați această valoare la False. În mod implicit, aceasta este setată la True și returnează maximum 1.000 de înregistrări.
ru: Если вы хотите, чтобы результаты запроса не усекались, настройте здесь значение false. По умолчанию для этого параметра настроено значение true и возвращается до 1000 записей.
sk: Ak nechcete, aby sa výsledky dotazu skrátili, nastavte túto hodnotu na false. Predvolene je táto hodnota nastavená na true a vráti maximálne 1 000 záznamov.
sr_cyrl_rs: Ако не желите да резултати упита буду скраћени, поставите ову вредност на „false“. Ово је подразумевано постављено на вредност „true“ и враћа се до 1000 записа.
sr_latn_rs: Ako ne želite da rezultati upita budu skraćeni, postavite ovu vrednost na „false“. Ovo je podrazumevano postavljeno na vrednost „true“ i vraća se do 1000 zapisa.
tr: Sorgu sonuçlarının kesilmelerini istemiyorsanız, bu değeri false olarak ayarlayın. Bunun varsayılan değeri true olarak ayarlanır ve en fazla 1000 kayıt döndürür.
vi: Nếu không muốn kết quả truy vấn bị cắt, hãy đặt giá trị này thành false. Theo mặc định, giá trị này được đặt thành true và trả về tối đa 1000 bản ghi.
zh_hans: 如果希望查询结果不被截断，请将此值设置为 false。默认情况下，此值设置为 true，最多可返回 1000 条记录。

# docExampleDescription
source: Return a table with query results of user query 'resources'
ar: إرجاع جدول مع نتائج استعلام 'موارد' استعلام المستخدم
bg: Връщане на таблица с резултати от заявки от „ресурси“ на потребителска заявка
da: Returner en tabel med forespørgselsresultater fra brugerforespørgslen "ressourcer"
el: Επιστρέψτε έναν πίνακα με αποτελέσματα ερωτημάτων για "πόρους" ερωτήματος χρήστη
es: Devolver una tabla con los resultados de la consulta de usuario "recursos"
fr: Renvoie une table avec les résultats de la requête utilisateur « ressources »
he: החזרת טבלה עם תוצאות שאילתה של שאילתת המשתמש 'משאבים'
hi: उपयोगकर्ता क्वेरी 'संसाधन' के क्वेरी परिणामों के साथ एक तालिका लौटाएँ
it: Restituisce una tabella con i risultati della query delle "risorse" query utente
ko: 사용자 쿼리 'resources'의 쿼리 결과가 포함된 테이블 반환
pl: Zwróć tabelę z wynikami zapytania użytkownika „resources”
pt_br: Retornar uma tabela com resultados de consulta de 'recursos' da consulta do usuário
pt_pt: Devolver uma tabela com os resultados da consulta do utilizador "recursos"
ro: Returnați un tabel cu rezultatele de interogare pentru interogarea utilizatorului „resurse”
ru: Возврат таблицы с результатами запроса пользователя "resources"
sk: Vráti tabuľku s výsledkami dotazu na zdroje dotazu používateľa
sr_cyrl_rs: Враћање табеле са резултатима корисничког упита „ресурси“
sr_latn_rs: Vraćanje tabele sa rezultatima korisničkog upita „resursi“
tr: 'Resources' kullanıcı sorgusunun sonuçlarını içeren bir tablo döndür
vi: Trả về bảng chứa kết quả truy vấn của truy vấn người dùng có tên "resources"
zh_hans: 返回包含用户查询“resources”的查询结果的表

# docExampleProcessedResult
source: #table({""Column1""}, {{""result""}})
he: #טבלה({""Column1""}, {{""result""}})

# scopeCheckErrorMessage
source: When querying against Tenant, you must not provide subscription(s) or management group(s).
ar: عند الاستعلام عن المستأجر، يجب ألا توفر اشتراكاً (اشتراكات) أو مجموعة (مجموعات) الإدارة.
bg: Когато правите заявка срещу Tenant, не трябва да предоставяте абонамент(и) или група(и) за управление.
da: Når du forespørger mod lejer, må du ikke angive abonnement(er) eller styringsgruppe(r).
el: Κατά την υποβολή ερωτημάτων σε σχέση με τον μισθωτή, δεν πρέπει να παράσχετε συνδρομές ή ομάδες διαχείρισης.
es: Al realizar consultas en el inquilino, no debe proporcionar suscripciones ni grupos de administración.
fr: Lorsque vous interrogez un locataire, vous ne devez pas fournir d’abonnement(s) ou de groupe(s) de gestion.
he: בעת ביצוע שאילתה מול דייר, אין לספק מינויים או קבוצות ניהול.
hi: टैनेंट के विरुद्ध क्वेरी करते समय, आपको सदस्यता(ओं) या प्रबंधन समूह(हों) को प्रदान नहीं करना चाहिए.
it: Quando si esegue una query sul tenant, non è necessario specificare sottoscrizioni o gruppi di gestione.
ko: 테넌트에 대해 쿼리할 때 구독 또는 관리 그룹을 제공하지 않아야 합니다.
pl: Podczas wykonywania zapytań dotyczących dzierżawy nie można udostępniać subskrypcji ani grup zarządzania.
pt_br: Ao consultar o locatário, você não deve fornecer assinatura(s) ou grupo(s) de gerenciamento.
pt_pt: Ao executar uma consulta no Inquilino, não pode fornecer subscrições ou grupos de gestão.
ro: Atunci când interogați entitatea găzduită, nu trebuie să furnizați abonamente sau grupuri de gestionare.
ru: При запросе к клиенту не следует указывать подписки или группы управления.
sk: Pri dotazovaní na nájomníka nesmiete zadať predplatné ani skupiny spravovania.
sr_cyrl_rs: Приликом постављања питања закупцу, не смете да наводите претплату(е) или групу(е) за управљање.
sr_latn_rs: Prilikom postavljanja pitanja zakupcu, ne smete da navodite pretplatu(e) ili grupu(e) za upravljanje.
tr: Kiracıda sorgulama yaparken abonelik veya yönetim grubu sağlamamanız gerekir.
vi: Khi truy vấn Đối tượng thuê, bạn không được cung cấp (các) gói đăng ký hoặc nhóm quản lý.
zh_hans: 对“租户”进行查询时，不得提供订阅或管理组。

# expectedScopeParameters
source: Please provide the selected scope value(s) for the query.
ar: الرجاء توفير قيم النطاق المحدد للاستعلام.
bg: Предоставете избраните стойности на обхвата за заявката.
da: Angiv den eller de valgte områdeværdier for forespørgslen.
el: Καταχωρίστε τις επιλεγμένες τιμές εύρους για το ερώτημα.
es: Proporcione los valores de ámbito seleccionados para la consulta.
fr: Veuillez fournir la ou les valeurs de portée sélectionnées pour la requête.
he: ספק את ערכי הטווח שנבחרו עבור השאילתה.
hi: कृपया क्वेरी के लिए चयनित क्षेत्र का मान प्रदान करें.
it: Specificare i valori di ambito selezionati per la query.
ko: 쿼리에 대해 선택한 범위 값을 제공하세요.
pl: Podaj wybrane wartości zakresu dla zapytania.
pt_br: Forneça os valores de escopo selecionados para a consulta.
pt_pt: Forneça os valores de âmbito selecionados para a consulta.
ro: Furnizați valorile domeniului de aplicare selectate pentru interogare.
ru: Укажите выбранные значения области для запроса.
sk: Zadajte hodnoty vybratého rozsahu pre dotaz.
sr_cyrl_rs: Наведите вредности изабраног опсега за упит.
sr_latn_rs: Navedite vrednosti izabranog opsega za upit.
tr: Lütfen sorgu için seçili kapsam değerlerini belirtin.
vi: Vui lòng cung cấp (các) giá trị phạm vi được chọn cho truy vấn.
zh_hans: 请提供查询的所选范围值。

# LongerDescription
source: See https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli for starter query samples.
ar: اطلع على https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli لعرض عينات الاستعلامات للمبتدئين.
bg: Вижте https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli за примерни заявки за стартиране.
da: Se https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli for eksempler på startforespørgsler.
el: Δείτε https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli για δείγματα ερωτημάτων εκκίνησης.
es: Vea ejemplos de consultas de inicio: https://learn.microsoft.com/es-es/azure/governance/resource-graph/samples/starter?tabs=azure-cli.
fr: Voir https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli pour des exemples de requêtes de démarrage.
he: ראה את https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli עבור דוגמאות של שאילתות להפעלה.
hi: स्टार्टर क्वेरी नमूनों के लिए https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli देखें.
it: Per gli esempi di query starter, vedere https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli.
ko: 시작 쿼리 샘플은 https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli를 참조하세요.
pl: Sprawdź stronę https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli w celu uzyskania próbek zapytań początkowych.
pt_br: Consulte https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli para obter exemplos de consulta inicial.
pt_pt: Consulte https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli para obter amostras de consultas básicas.
ro: Consultați https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli pentru eșantioane de interogare de pornire.
ru: Примеры начальных запросов: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli.
sk: Ukážky úvodných dotazov nájdete na https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli.
sr_cyrl_rs: Погледајте страницу https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli за узорке почетних упита.
sr_latn_rs: Pogledajte stranicu https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli za uzorke početnih upita.
tr: Başlangıç sorgu örnekleri için https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli adresine bakın.
vi: Xem https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli để tham khảo mẫu truy vấn cho người bắt đầu.
zh_hans: 有关初学者查询示例，请参阅： https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli。

# ScopeSubscriptionMismatch
source: The subscription scope has been selected, but management group(s) have been passed in. Enter only subscription(s).
ar: تم تحديد نطاق الاشتراك، ولكن تم إدخال مجموعات الإدارة. أدخل الاشتراكات فقط.
bg: Обхватът на абонамента е избран, но групата(ите) за управление е(са) предадени. Въведете само абонамент(и).
da: Abonnementsomfanget er valgt, men administrationsgruppe(r) er blevet overført. Angiv kun abonnement(er).
el: Το εύρος της συνδρομής έχει επιλεγεί, αλλά οι ομάδες διαχείρισης έχουν μεταβιβαστεί. Εισαγάγετε μόνο συνδρομές.
es: Se ha seleccionado el ámbito de suscripción, pero se han pasado grupos de administración. Escriba solo las suscripciones.
fr: L’étendue de l’abonnement a été sélectionnée, mais les groupes d’administration ont été transmis. Saisissez uniquement les abonnements.
he: טווח המנוי נבחר, אך קבוצות הניהול הועברו. הזן מנויים בלבד.
hi: सदस्यता क्षेत्र का चयन तो कर लिया गया है, लेकिन प्रबंधन समूह (समूहों) को पास कर दिया गया है. केवल सदस्यता दर्ज करें.
it: È stato selezionato l'ambito della sottoscrizione, ma sono passati i gruppi di gestione. Immettere solo le sottoscrizioni.
ko: 구독 범위가 선택되었지만 관리 그룹이 전달되었습니다. 구독만 입력합니다.
pl: Wybrano zakres subskrypcji, ale grupy zarządzania zostały przekazane. Wprowadź tylko subskrypcje.
pt_br: O escopo da assinatura foi selecionado, mas os grupos de gerenciamento foram passados. Insira apenas assinatura(s).
pt_pt: O âmbito da subscrição foi selecionado, mas os grupos de gestão foram transmitidos. Introduza apenas subscrições.
ro: Domeniul abonamentului a fost selectat, dar grupurile de gestionare au fost transmise. Introduceți doar abonamentele.
ru: Выбрана область подписки, но переданы группы управления. Введите только подписки.
sk: Rozsah predplatného bol vybratý, ale skupiny spravovania sa odovzdali. Zadajte iba predplatné.
sr_cyrl_rs: Опсег претплате је изабран, али су групе за управљање прослеђене. Унесите само претплате.
sr_latn_rs: Opseg pretplate je izabran, ali su grupe za upravljanje prosleđene. Unesite samo pretplate.
tr: Abonelik kapsamı seçildi ancak yönetim grupları geçildi. Yalnızca abonelikleri girin.
vi: Đã chọn phạm vi gói đăng ký nhưng (các) nhóm quản lý đều đã được thông qua. Chỉ nhập (các) gói đăng ký.
zh_hans: 已选择订阅范围，但已传入管理组。仅输入订阅。

# ScopeManagementGroupMismatch
source: The management group scope has been selected, but subscription(s) have been passed in. Enter only management group(s).
ar: تم تحديد نطاق مجموعة الإدارة، ولكن تم إدخال الاشتراكات. أدخل مجموعات الإدارة فقط.
bg: Обхватът на групата за управление е избран, но са предаден(и) абонамент(и). Въведете само група(и) за управление.
da: Området for administrationsgruppen er valgt, men abonnementer er blevet overført. Angiv kun administrationsgruppe(r).
el: Το εύρος της ομάδας διαχείρισης έχει επιλεγεί, αλλά οι συνδρομές έχουν μεταβιβαστεί. Εισαγάγετε μόνο ομάδες διαχείρισης.
es: Se ha seleccionado el ámbito de grupo de administración, pero se han pasado suscripciones. Escriba solo los grupos de administración.
fr: L’étendue du groupe d’administration a été sélectionnée, mais les abonnements ont été transmis. Entrez uniquement le(s) groupe(s) d'administration.
he: הטווח של קבוצת הניהול נבחר, אך המנויים הועברו. הזן קבוצות ניהול בלבד.
hi: प्रबंधन समूह क्षेत्र का चयन तो कर लिया गया है, लेकिन सदस्यता (सदस्यताएँ) पास कर दी गई हैं. केवल प्रबंधन समूह दर्ज करें.
it: È stato selezionato l'ambito del gruppo di gestione, ma sono passati i gruppi di gestione. Immettere solo i gruppi di gestione.
ko: 관리 그룹 범위가 선택되었지만 구독이 전달되었습니다. 관리 그룹만 입력합니다.
pl: Wybrano zakres grupy subskrypcji, ale subskrypcje zostały przekazane. Wprowadź tylko grupy zarządzania.
pt_br: O escopo do grupo de gerenciamento foi selecionado, mas as assinaturas foram passadas. Insira somente os grupos de gerenciamento.
pt_pt: O âmbito do grupo de gestão foi selecionado, mas foram transmitidas subscrições. Introduza apenas grupos de gestão.
ro: Domeniul de aplicare al grupurilor de gestionare a fost selectat, dar abonamentele au fost transmise. Introduceți doar grupurile de gestionare.
ru: Выбрана область группы управления, но переданы подписки. Введите только группы управления.
sk: Rozsah skupiny spravovania bol vybratý, ale predplatné sa odovzdali. Zadajte iba skupiny spravovania.
sr_cyrl_rs: Опсег групе за управљање је изабран, али су претплате прослеђене. Унесите само групе за управљање.
sr_latn_rs: Opseg grupe za upravljanje je izabran, ali su pretplate prosleđene. Unesite samo grupe za upravljanje.
tr: Yönetim grubu kapsamı seçildi ancak abonelikler geçildi. Yalnızca yönetim gruplarını girin.
vi: Đã chọn phạm vi nhóm quản lý, nhưng (các) gói đăng ký đều đã được thông qua. Chỉ nhập (các) nhóm quản lý.
zh_hans: 已选择管理组范围，但已传入订阅。仅输入管理组。
