Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureResourceGraph/resources.*.resx
Languages: ar, bg, da, el, es, fr, he, hi, it, ko, pl, pt_br, pt_pt, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, tr, vi, zh_hans

# ButtonHelp
source: Connect to Azure Resource Graph
ar: الاتصال بـ Azure Resource Graph
bg: Свързване с графика на ресурсите на Azure
da: Opret forbindelse til Azure Resource Graph
el: Συνδεθείτε στο Γράφημα πόρου του Azure
es: Conectarse a Azure Resource Graph
fr: Se connecter à Azure Resource Graph
he: התחברות אל גרף המשאבים של Azure
hi: Azure संसाधन ग्राफ़ से कनेक्ट करें
it: Connettersi ad Azure Resource Graph
ko: Azure Resource Graph에 연결
pl: Połączenie z usługą Azure Resource Graph
pt_br: Conectar-se ao Azure Resource Graph
pt_pt: Ligar ao Azure Resource Graph
ro: Conectare la graficul de resurse Azure
ru: Подключение к Azure Resource Graph
sk: Pripojiť ku Grafu zdrojov Azure
sr_cyrl_rs: Повежите се са Azure графиконом ресурса
sr_latn_rs: Povežite se sa Azure grafikonom resursa
tr: Azure Kaynak Grafı'na bağlan
vi: Kết nối với Đồ thị Tài nguyên Azure
zh_hans: 连接到 Azure Resource Graph

# ButtonTitle
source: Azure Resource Graph
bg: Графика на ресурсите на Azure
el: Γράφημα πόρου του Azure
he: גרף משאבים של Azure
hi: Azure संसाधन ग्राफ़
ro: Grafic de resurse Azure
sk: Graf zdrojov Azure
sr_cyrl_rs: Azure графикон ресурса
sr_latn_rs: Azure grafikon resursa
tr: Azure Kaynak Grafı
vi: Đồ thị Tài nguyên Azure

# QueryFieldCaption
source: Query
ar: استعلام
bg: Заявка
da: Forespørgsel
el: Ερώτημα
es: Consulta
fr: Requête
he: שאילתה
hi: क्वेरी
ko: 쿼리
pl: Zapytanie
pt_br: Consulta
pt_pt: Consulta
ro: Interogare
ru: Запрос
sk: Dotaz
sr_cyrl_rs: Упит
sr_latn_rs: Upit
tr: Sorgu
vi: Truy vấn
zh_hans: 查询

# ScopeFieldCaption
source: Scope
ar: تحديد نطاق
bg: Обхват
da: Område
el: Εμβέλεια
es: Ámbito
fr: Étendue
he: טווח
hi: सीमाक्षेत्र
it: Ambito
ko: 범위
pl: Zakres
pt_br: Escopo
pt_pt: Âmbito
ro: Domeniu de aplicare
ru: Область
sk: Rozsah pôsobnosti
sr_cyrl_rs: Опсег
sr_latn_rs: Opseg
tr: Kapsam
vi: Phạm vi
zh_hans: 范围

# SubscriptionFieldCaption
source: Subscription Id(s)
ar: معرّف (معرّفات) الاشتراك
bg: Идентификатор(и) на абонамента
da: Abonnements-id(er)
el: Αναγνωριστικά συνδρομής
es: Id. de suscripción
fr: Identifiant(s) d’abonnement
he: מזהי המינויים
hi: सदस्यता ID(s)
it: ID sottoscrizione:
ko: 구독 ID
pl: Identyfikatory subskrypcji
pt_br: ID(s) de Assinatura
pt_pt: Id(s) de subscrição
ro: ID-urile abonamentelor
ru: ИД подписок
sk: ID predplatného:
sr_cyrl_rs: ID претплате
sr_latn_rs: ID pretplate
tr: Abonelik kimlikleri
vi: ID gói đăng ký
zh_hans: 订阅 ID

# ManagementGroupFieldCaption
source: Management group Id(s)
ar: معرّف (معرفات) مجموعة الإدارة
bg: Идентификатор(и) на групата за управление
da: Administrationsgruppe-id(er)
el: Αναγνωριστικά ομάδας διαχείρισης
es: Id. de grupo de administración
fr: Identifiant(s) de groupe de gestion
he: מזהי קבוצת ניהול
hi: प्रबंधन समूह ID(s)
it: ID gruppo di gestione
ko: 관리 그룹 ID
pl: Identyfikatory grup zarządzania
pt_br: ID(s) do grupo de gerenciamento
pt_pt: ID(s) do grupo de gestão
ro: ID-urile grupurilor de gestionare
ru: ИД групп управления
sk: ID skupín spravovania
sr_cyrl_rs: ID групе за управљање
sr_latn_rs: ID grupe za upravljanje
tr: Yönetim grubu kimlikleri
vi: ID nhóm quản lý
zh_hans: 管理组 ID

# SubscriptionDescription
source: If you've selected a subscription scope, enter the Azure subscriptions to execute the query against.
ar: إذا حددت نطاق اشتراك، أدخل اشتراكات Azure لتنفيذ الاستعلام مقابلها.
bg: Ако сте избрали обхват на абонамент, въведете абонаментите на Azure, спрямо които да се изпълни заявката.
da: Hvis du har valgt et abonnementsomfang, skal du angive de Azure-abonnementer, forespørgslen skal udføres på.
el: Αν έχετε επιλέξει μια εμβέλεια συνδρομής, εισαγάγετε τις συνδρομές Azure για την εκτέλεση του ερωτήματος.
es: Si ha seleccionado un ámbito de suscripción, escriba las suscripciones de Azure en las que se va a ejecutar la consulta.
fr: Si vous avez sélectionné une portée d’abonnement, entrez les abonnements Azure sur lesquels exécuter la requête.
he: אם בחרת טווח מינוי, הזן את המינויים של Azure כדי לבצע את השאילתה מולם.
hi: यदि आपने किसी सदस्यता सीमाक्षेत्र का चयन किया है, तो वे Azure सदस्यताएँ दर्ज करें जिनके विरुद्ध क्वेरी निष्पादित करनी है.
it: Se è stato selezionato un ambito di sottoscrizione, immettere le sottoscrizioni di Azure su cui eseguire la query.
ko: 구독 범위를 선택한 경우 쿼리를 실행할 Azure 구독을 입력합니다.
pl: Jeśli wybrano zakres subskrypcji, wprowadź subskrypcje platformy Azure, względem których ma zostać wykonane zapytanie.
pt_br: Se você selecionou um escopo de assinatura, insira as assinaturas do Azure para executar a consulta em relação a elas.
pt_pt: Se selecionou um âmbito de subscrição, introduza as subscrições do Azure para executar a consulta.
ro: Dacă ați selectat un domeniu de aplicare a abonamentului, introduceți abonamentele Azure pentru care se execută interogarea.
ru: Если вы выбрали область подписки, введите подписки Azure для выполнения запроса.
sk: Ak ste vybrali rozsah predplatného, zadajte predplatné služby Azure na vykonanie dotazu.
sr_cyrl_rs: Ако сте изабрали опсег претплате, унесите Azure претплате према којима ћете поставити упит.
sr_latn_rs: Ako ste izabrali opseg pretplate, unesite Azure pretplate prema kojima ćete izvršiti upit.
tr: Bir abonelik kapsamı seçtiyseniz, sorgunun yürütüleceği olduğu Azure aboneliklerini girin.
vi: Nếu bạn đã chọn phạm vi của gói đăng ký, hãy nhập gói đăng ký Azure để thực thi truy vấn.
zh_hans: 如果已选择订阅范围，请输入要对其执行查询的 Azure 订阅。

# ManagementGroupsDescription
source: If you've selected a management group scope, enter the Azure management groups to execute the query against.
ar: في حالة تحديد نطاق مجموعة الإدارة، أدخل مجموعات إدارة Azure لتنفيذ الاستعلام مقابلها.
bg: Ако сте избрали обхват на група за управление, въведете групите за управление в Azure, срещу които да се изпълни заявката.
da: Hvis du har valgt et område t, skal du angive omfanget af de Azure-administrationsgrupper, som forespørgslen skal udføres på.
el: Αν έχετε επιλέξει μια εμβέλεια ομάδας διαχείρισης, εισαγάγετε τις ομάδες διαχείρισης Azure για να εκτελέσετε το ερώτημα.
es: Si ha seleccionado un ámbito de grupo de administración, escriba los grupos de administración de Azure en los que se va a ejecutar la consulta.
fr: Si vous avez sélectionné une portée de groupe de gestion, entrez les groupes de gestion Azure pour exécuter la requête.
he: אם בחרת טווח של קבוצת ניהול, הזן את קבוצות הניהול של Azure כדי לבצע את השאילתה מולה.
hi: यदि आपने किसी प्रबंधन समूह सीमाक्षेत्र का चयन किया है, तो वे Azure प्रबंधन समूहों को दर्ज करें जिनके विरुद्ध क्वेरी निष्पादित करनी है.
it: Se è stato selezionato un ambito del gruppo di gestione, immettere i gruppi di gestione di Azure su cui eseguire la query.
ko: 관리 그룹 범위를 선택한 경우 쿼리를 실행할 Azure 관리 그룹을 입력합니다.
pl: Jeśli wybrano zakres grupy zarządzania, wprowadź grupy zarządzania platformy Azure, względem których ma zostać wykonane zapytanie.
pt_br: Se você selecionou um escopo do grupo de gerenciamento, insira os grupos de gerenciamento do Azure nos quais executar a consulta.
pt_pt: Se selecionou um âmbito de grupo de gestão, introduza os grupos de gestão do Azure nos quais deseja executar a consulta.
ro: Dacă ați selectat un domeniu de aplicare pentru grupul de gestionare, introduceți grupurile de gestionare Azure pentru a executa interogarea.
ru: Если вы выбрали область группы управления, введите группы управления Azure для выполнения запроса.
sk: Ak ste vybrali rozsah skupiny správy, zadajte skupiny spravovania Azure, na základe čoho sa dotaz vykoná.
sr_cyrl_rs: Ако сте изабрали опсег групе за управљање, унесите Azure групе за управљање према којима ћете поставити упит.
sr_latn_rs: Ako ste izabrali opseg grupe za upravljanje, unesite Azure grupe za upravljanje prema kojima ćete izvršiti upit.
tr: Bir yönetim grubu kapsamı seçtiyseniz, sorgunun yürütüleceği Azure yönetim gruplarını girin.
vi: Nếu bạn đã chọn phạm vi của nhóm quản lý, hãy nhập nhóm quản lý Azure để thực thi truy vấn.
zh_hans: 如果已选择管理组范围，请输入要对其执行查询的 Azure 管理组。

# QueryDescription
source: The resources query. See sample queries: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
ar: استعلام الموارد. اطلع على عينة من الاستعلامات: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
bg: Заявката за ресурси. Вижте примерни заявки: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
da: Ressourceforespørgslen. Se eksempelforespørgsler: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
el: Το ερώτημα πόρων. Δείτε δείγματα ερωτημάτων: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
es: Consulta de recursos. Ver consultas de ejemplo: https://learn.microsoft.com/es-es/azure/governance/resource-graph/samples/starter?tabs=azure-cli
fr: La requête de ressources. Voir des exemples de requêtes : https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
he: שאילתת המשאבים. ראה שאילתות לדוגמה: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
hi: संसाधन क्वेरी. नमूना क्वेरीज़ देखें: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
it: Query sulle risorse. Vedere le query di esempio: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
ko: 리소스 쿼리입니다. 샘플 쿼리 보기: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
pl: Zapytanie dotyczące zasobów. Zobacz przykładowe zapytania: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
pt_br: A consulta de recursos. Confira as consultas de exemplo: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
pt_pt: A consulta de recursos. Ver consultas de exemplo: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
ro: Interogarea resurselor. Vedeți exemple de interogări: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
ru: Запрос ресурсов. Просмотрите примеры запросов: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
sk: Dotaz na zdroje. Zobraziť vzorové dotazy: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
sr_cyrl_rs: Упит ресурса. Погледајте примере упита: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
sr_latn_rs: Upit resursa. Pogledajte primere upita: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
tr: Kaynaklar sorgusu. Örnek sorgulara bakın: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
vi: Truy vấn tài nguyên. Xem truy vấn mẫu: https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli
zh_hans: 资源查询。查看示例查询： https://learn.microsoft.com/azure/governance/resource-graph/samples/starter?tabs=azure-cli

# ScopeDescription
source: Select query scope. If a management group or a subscription is not selected, the query scope is all resources.
ar: حدد نطاق الاستعلام. إذا لم يتم تحديد مجموعة إدارة أو اشتراك، فسيكون نطاق الاستعلام هو كل الموارد.
bg: Избор на обхват на заявка. Ако не е избрана група за управление или абонамент, обхватът на заявката е всички ресурси.
da: Vælg forespørgselsområde. Hvis der ikke er valgt en administrationsgruppe eller et abonnement, er forespørgslens omfang kun ressourcer.
el: Επιλέξτε εύρος ερωτήματος. Εάν δεν έχει επιλεγεί μια ομάδα διαχείρισης ή μια συνδρομή, το εύρος του ερωτήματος είναι όλοι οι πόροι.
es: Seleccione el ámbito de la consulta de selección. Si no se selecciona un grupo de administración o una suscripción, el ámbito de la consulta será todos los recursos.
fr: Sélectionnez la portée de la requête. Si un groupe d’administration ou un abonnement n’est pas sélectionné, la portée de la requête couvre toutes les ressources.
he: בחר טווח שאילתה. אם לא נבחרו קבוצת ניהול או מנוי, טווח השאילתה הוא כל המשאבים.
hi: क्वेरी क्षेत्र का चयन करें. यदि कोई प्रबंधन समूह या सदस्यता चयनित नहीं है, तो क्वेरी क्षेत्र में सभी संसाधन आएँगे.
it: Selezionare ambito della query. Se un gruppo di gestione o una sottoscrizione non è selezionato, l'ambito della query è tutte le risorse.
ko: 쿼리 범위를 선택합니다. 관리 그룹 또는 구독을 선택하지 않은 경우 쿼리 범위는 모든 리소스입니다.
pl: Wybierz zakres zapytania. Jeśli nie wybrano grupy zarządzania lub subskrypcji, zakres zapytania to wszystkie zasoby.
pt_br: Selecione o escopo da consulta. Se um grupo de gerenciamento ou uma assinatura não estiver selecionado, o escopo da consulta será todos os recursos.
pt_pt: Selecione o âmbito da consulta. Se não estiver selecionado um grupo de gestão ou uma subscrição, o âmbito da consulta será todos os recursos.
ro: Selectați domeniul de aplicare al interogării. Dacă un grup de gestionare sau un abonament nu este selectat, domeniul de aplicare al interogării îl reprezintă toate resursele.
ru: Выберите область запроса. Если не выбрана группа управления или подписка, областью запроса являются все ресурсы.
sk: Vyberte rozsah dotazu. Ak nie je vybratá skupina spravovania alebo predplatné, rozsah dotazu sú všetky zdroje.
sr_cyrl_rs: Изаберите опсег упита. Ако група за управљање или претплата нису изабрани, опсег упита су сви ресурси.
sr_latn_rs: Izaberite opseg upita. Ako grupa za upravljanje ili pretplata nisu izabrani, opseg upita su svi resursi.
tr: Sorgu kapsamını seçin. Bir yönetim grubu veya abonelik seçilmezse, sorgu kapsamı tüm kaynaklardır.
vi: Chọn phạm vi truy vấn. Nếu không chọn nhóm quản lý hoặc gói đăng ký thì phạm vi truy vấn là tất cả tài nguyên.
zh_hans: 选择查询范围。如果未选择管理组或订阅，则查询范围为所有资源。

# SampleQuery
source: Resources | project name, type | limit 5 | order by name asc
ar: الموارد | اسم المشروع، النوع | الحد 5 | ترتيب تصاعدياً حسب الاسم
bg: Ресурси | име на проект, въведете | лимит от 5 | подреждане по име ASC
da: Ressourcer | projektnavn, skriv | grænse 5 | stigende rækkefølge efter navn
el: Πόροι | όνομα έργου, τύπος | όριο 5 | σειρά κατ' όνομα αυξ
es: Recursos | nombre del proyecto, tipo | límite 5 | ordenar por nombre asc
fr: Ressources | nom du projet, tapez | limite de 5 | trier par nom asc
he: משאבים | שם פרוייקט, הקלד | מגבלה של 5 | סדר עולה לפי שם
hi: संसाधन | प्रोजेक्ट का नाम, प्रकार | सीमा 5 | asc नाम से ऑर्डर करें
it: Risorse | nome progetto, tipo | limite 5 | ordinamento crescente per nome
ko: 리소스 | 프로젝트 이름, 유형 | 제한 5 | 이름 ASC로 정렬
pl: Zasoby | project name, type | limit 5 | order by name asc
pt_br: Recursos | nome do projeto, tipo | limite de 5 | ordem por nome asc
pt_pt: Recursos | nome do projeto, tipo | limite 5 | ordenar por nome asc
ro: Resurse | numele proiectului, tastați | limită de 5 | ordine crescătoare după nume
ru: Ресурсы | имя проекта, тип | ограничение 5 | сортировка по имени ASC
sk: Zdroje | názov projektu, typ | limit 5 | vzostupné zoradenie podľa názvu
sr_cyrl_rs: Ресурси | Назив пројекта, тип | ограничење од 5 | поређај по називу узлазно
sr_latn_rs: Resursi | Naziv projekta, tip | ograničenje od 5 | poredaj po nazivu uzlazno
tr: Kaynaklar | proje adı, türü | sınır 5 | artan düzende ada göre sırala
vi: Tài nguyên | tên dự án, loại | giới hạn 5 | thứ tự theo tên asc
zh_hans: 资源 | 项目名称，类型 | 限制 5 | 按名称升序排序

# SubscriptionInputSample
source: subscription 1, subscription 2
ar: الاشتراك 1، الاشتراك 2
bg: абонамент 1, абонамент 2
da: abonnement 1, abonnement 2
el: συνδρομή 1, συνδρομή 2
es: suscripción 1, suscripción 2
fr: souscription 1, souscription 2
he: מנוי 1, מנוי 2
hi: सदस्यता 1, सदस्यता 2
it: sottoscrizione 1, sottoscrizione 2
ko: 구독 1, 구독 2
pl: subskrypcja 1, subskrypcja 2
pt_br: assinatura 1, assinatura 2
pt_pt: subscrição 1, subscrição 2
ro: abonament 1, abonament 2
ru: подписка 1, подписка 2
sk: predplatné 1, predplatné 2
sr_cyrl_rs: претплата 1, претплата 2
sr_latn_rs: pretplata 1, pretplata 2
tr: abonelik 1, abonelik 2
vi: gói đăng ký 1, gói đăng ký 2
zh_hans: 订阅 1，订阅 2

# ManagementGroupInputSample
source: Management group 1, Management group 2
ar: مجموعة الإدارة 1، مجموعة الإدارة 2
bg: Група за управление 1, Група за управление 2
da: Administrationsgruppe 1, Administrationsgruppe 2
el: Ομάδα διαχείρισης 1, Ομάδα διαχείρισης 2
es: Grupo de administración 1, Grupo de administración 2
fr: Groupe de gestion 1, groupe de gestion 2
he: קבוצת ניהול 1, קבוצת ניהול 2
hi: प्रबंधन समूह 1, प्रबंधन समूह 2
it: Gruppo di gestione 1, gruppo di gestione 2
ko: 관리 그룹 1, 관리 그룹 2
pl: Grupa zarządzania 1, grupa zarządzania 2
pt_br: Grupo de gerenciamento 1, Grupo de gerenciamento 2
pt_pt: Grupo de gestão 1, Grupo de gestão 2
ro: Grup de gestionare 1, Grup de gestionare 2
ru: Группа управления 1, группа управления 2
sk: Skupina spravovania 1, skupina spravovania 2
sr_cyrl_rs: Група за управљање 1, Група за управљање 2
sr_latn_rs: Grupa za upravljanje 1, Grupa za upravljanje 2
tr: Yönetim grubu 1, Yönetim grubu 2
vi: Nhóm quản lý 1, Nhóm quản lý 2
zh_hans: 管理组 1，管理组 2

# AdvancedOptionsLabel
source: Advanced Options
ar: خيارات متقدمة
bg: Разширени опции
da: Avancerede indstillinger
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
fr: Options avancées
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
it: Opzioni avanzate
ko: 고급 옵션
pl: Opcje zaawansowane
pt_br: Opções Avançadas
pt_pt: Opções Avançadas
ro: Opțiuni complexe
ru: Дополнительные параметры
sk: Rozšírené možnosti
sr_cyrl_rs: Напредне опције
sr_latn_rs: Napredne opcije
tr: Gelişmiş Seçenekler
vi: Tùy chọn nâng cao
zh_hans: 高级选项

# SkipDescription
source: The number of rows to skip from the beginning of the results. Overrides the next page offset when $skipToken property is present.
ar: عدد الصفوف المطلوب تخطيها من بداية النتائج. يتجاوز هذا إزاحة الصفحة التالية عند وجود خاصية $skipToken.
bg: Броят редове за пропускане от началото на резултатите. Замества изместването на следващата страница, когато свойството $skipToken е налично.
da: Det antal rækker, der skal springes over fra starten af resultaterne. Tilsidesætter den næste sideforskydning, når $skipToken egenskab er til stede.
el: Ο αριθμός των σειρών που πρέπει να παραβλεφθούν από την αρχή των αποτελεσμάτων. Αντικαθιστά τη μετατόπιση της επόμενης σελίδας όταν υπάρχει η ιδιότητα $skipToken.
es: Número de filas que se omitirán desde el principio de los resultados. Invalida el desplazamiento a la página siguiente cuando la propiedad de $skipToken está presente.
fr: Le nombre de lignes à ignorer depuis le début des résultats. Remplace le décalage de la page suivante lorsque la propriété $skipToken est présente.
he: מספר השורות שיש לדלג עליהן מתחילת התוצאות. עוקף את היסט העמוד הבא כאשר המאפיין $skipToken קיים.
hi: परिणामों के शुरुआत से छोड़ी जाने वाली पंक्तियों की संख्या. जब $skipToken गुण उपस्थित होता है तो अगले पेज के ऑफसेट को ओवरराइड करता है.
it: Numero di righe da ignorare dall'inizio dei risultati. Esegue l'override dell'offset di pagina successivo quando è presente la proprietà $skipToken.
ko: 결과의 시작 부분에서 건너뛸 행 수입니다. $skipToken 속성이 있는 경우 다음 페이지 오프셋을 재정의합니다.
pl: Liczba wierszy do pominięcia od początku wyników. Przesłania przesunięcie następnej strony, gdy właściwość $skipToken jest obecna.
pt_br: O número de linhas a serem ignoradas desde o início dos resultados. Substitui o deslocamento da próxima página quando a propriedade $skipToken estiver presente.
pt_pt: O número de linhas a ignorar desde o início dos resultados. Substitui o deslocamento da página seguinte quando a propriedade $skipToken estiver presente.
ro: Numărul de rânduri de omis de la începutul rezultatelor. Suprascrie deplasarea paginii următoare atunci când este prezentă proprietatea $skipToken.
ru: Количество пропускаемых строк с начала результатов. Переопределяет смещение следующей страницы при наличии свойства $skipToken.
sk: Počet riadkov, ktoré sa majú vynechať od začiatku výsledkov. Prepíše posun ďalšej stránky, keď je prítomná vlastnosť $skipToken.
sr_cyrl_rs: Број редова које треба прескочити од почетка резултата. Замењује следећи помак странице када је присутно својство $skipToken.
sr_latn_rs: Broj redova koje treba preskočiti od početka rezultata. Zamenjuje sledeći pomak stranice kada je prisutno svojstvo $skipToken.
tr: Sonuçların başından atlanacak satır sayısı. $skipToken özelliği mevcut olduğunda sonraki sayfa kaydırmasını geçersiz kılar.
vi: Số hàng cần bỏ qua từ đầu kết quả. Ghi đè phần bù trừ trang tiếp theo khi xuất hiện thuộc tính $skipToken.
zh_hans: 要从结果开头跳过的行数。在存在 $skipToken 属性时替代下一页偏移量。

# TopDescription
source: The maximum number of rows that the query should return. Overrides the page size when $skipToken property is present.
ar: الحد الأقصى لعدد الصفوف التي يجب على الاستعلام إرجاعها. يتجاوز هذا حجم الصفحة عند وجود خاصية $skipToken.
bg: Максималният брой редове, които заявката трябва да върне. Замества размера на страницата, когато свойството $skipToken е налично.
da: Det maksimale antal rækker, som forespørgslen skal returnere. Tilsidesætter sidestørrelsen, når $skipToken egenskab er til stede.
el: Ο μέγιστος αριθμός σειρών που πρέπει να επιστρέψει το ερώτημα. Αντικαθιστά το μέγεθος της σελίδας όταν υπάρχει η ιδιότητα $skipToken.
es: Número máximo de filas que debe devolver la consulta. Invalida el tamaño de página cuando está presente la propiedad $skipToken.
fr: Nombre maximum de lignes que la requête doit renvoyer. Remplace la taille de la page lorsque la propriété $skipToken est présente.
he: מספר השורות המרבי שהשאילתה אמורה להחזיר. עוקף את גודל העמוד כאשר המאפיין $skipToken קיים.
hi: क्वेरी द्वारा लौटाई जाने वाली पंक्तियों की अधिकतम संख्या. जब $skipToken गुण उपस्थित होता है तो पेज के आकार को ओवरराइड करता है.
it: Numero massimo di righe che la query deve restituire. Esegue l'override delle dimensioni della pagina quando è presente la proprietà $skipToken.
ko: 쿼리에서 반환해야 하는 최대 행 수입니다. $skipToken 속성이 있는 경우 페이지 크기를 재정의하세요.
pl: Maksymalna liczba wierszy, którą powinno zwracać zapytanie. Przesłania rozmiar strony, gdy właściwość $skipToken jest obecna.
pt_br: O número máximo de linhas que a consulta deve retornar. Substitui o tamanho da página quando a propriedade $skipToken estiver presente.
pt_pt: O número máximo de linhas que a consulta deve devolver. Substitui o tamanho da página quando a propriedade $skipToken está presente.
ro: Numărul maxim de rânduri pe care ar trebui să le returneze interogarea. Suprascrie dimensiunea paginii atunci când este prezentă proprietatea $skipToken.
ru: Максимальное количество строк, возвращаемых запросом. Переопределяет размер страницы при наличии свойства $skipToken.
sk: Maximálny počet riadkov, ktoré by mal dotaz vrátiť. Prepíše veľkosť stránky, keď je prítomná vlastnosť $skipToken.
sr_cyrl_rs: Максималан број редова које упит треба да врати. Замењује величину странице када је присутно својство $skipToken.
sr_latn_rs: Maksimalan broj redova koje upit treba da vrati. Zamenjuje veličinu stranice kada je prisutno svojstvo $skipToken.
tr: Sorgunun döndürmesi gereken en fazla satır sayısı. $skipToken özelliği mevcut olduğunda sayfa boyutunu geçersiz kılar.
vi: Số hàng tối đa mà truy vấn cần trả về. Ghi đè kích thước trang khi xuất hiện thuộc tính $skipToken.
zh_hans: 查询应返回的最大行数。$skipToken 属性存在时替代页面大小。
