Repository: sgoley/powerbi-included-certified-extentions
Catalog: WorkplaceAnalytics/resources.*.resx
Languages: ar, bg, ca, cs, el, es, et, eu, fr, gl, he, hi, hr, hu, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_pt, ru, sr_latn_rs, sv, th, tr, uk, vi, zh_hans, zh_hant

# Error_WpaRowLevelData
source: Row-level data granularity is not supported for this data source. Select Aggregated data granularity instead.
ar: لا يتم دعم دقة البيانات على مستوى الصف لمصدر البيانات هذا. حدد دقة البيانات المجمعة بدلاً من ذلك.
bg: Грануларността на данните на ниво редове не се поддържа за този източник на данни. Вместо това изберете Обобщена грануларност на данните.
ca: No s'admet la granularitat de dades de nivell de fila per a aquest origen de dades. Seleccioneu la granularitat de dades agregades com a alternativa.
cs: Členitost dat na úrovni řádků nejsou pro tento zdroj dat podporována. Vyberte místo toho agregovanou členitost dat.
el: Η υποδιαίρεση δεδομένων σε επίπεδο γραμμών δεν υποστηρίζεται για αυτήν την προέλευση δεδομένων. Επιλέξτε αντ 'αυτού την υποδιαίρεση συγκεντρωτικών δεδομένων.
es: No se admite la granularidad de datos de nivel de fila para este origen de datos. En su lugar, seleccione Granularidad de datos agregados.
et: Selle andmeallika jaoks ei toetata reataseme andmete granulaarsust. Valige selle asemel koondandmete granulaarsus.
eu: Errenkada-mailako datuak xehetasun-maila ez da onartzen datu-iturburu honetarako. Horren ordez, hautatu Datu bateratuak xehetasun-maila.
fr: La granularité des données au niveau de la ligne n’est pas prise en charge pour cette source de données. Sélectionnez plutôt Granularité des données agrégées.
gl: A granularidade dos datos a nivel de fila non é compatible con esta orixe de datos. No seu lugar, selecciona Granularidade de datos agregados.
he: צפיפות הנתונים ברמת השורה אינה נתמכת עבור מקור הנתונים הזה. בחר צפיפות נתונים מצטברת במקום זאת.
hi: इस डेटा स्रोत के लिए पंक्ति-स्तरीय डेटा ग्रैन्युलैरिटी समर्थित नहीं है. इसके बजाय एकीकृत डेटा ग्रैन्युलैरिटी का चयन करें.
hr: Granularnost podataka na razini retka nije podržana za ovaj izvor podataka. Umjesto toga odaberite agregiranu granularnost podataka.
hu: Ez az adatforrás nem támogatja a sorszintű adatrészletességet. Válassza inkább az Összesített adatrészletességet.
ja: このデータ ソースでは、行レベルのデータ粒度はサポートされていません。代わりに集計データの粒度を選択してください。
kk: Бұл деректер көзі үшін жол деңгейінде деректерді нақтылауға қолдау көрсетілмейді. Оның орнына біріктірілген деректерді нақтылауды таңдаңыз.
ko: 이 데이터 원본에는 행 수준 데이터 세분이 지원되지 않습니다. 대신 집계된 데이터 세분성을 선택하세요.
lt: Eilutės lygio duomenų detalumas su šiuo duomenų šaltiniu nepalaikomas. Vietoj to pasirinkite agreguotų duomenų detalumą.
lv: Rindu līmeņa datu granularitāte šim datu avotam netiek atbalstīta. Tā vietā atlasiet apkopoto datu granularitāti.
ms: Kebutiran data aras baris tidak disokong untuk sumber data ini. Sebaliknya, pilih Kebutiran data teragregat.
nl: Gegevensgranulatie op rijniveau wordt niet ondersteund voor deze gegevensbron. Selecteer in plaats daarvan Samengevoegde gegevensgranulatie.
no: Kornethet på radnivå støttes ikke for denne datakilden. Velg aggregert datadetaljnivå i stedet.
pl: Stopień szczegółowości danych na poziomie wiersza nie jest obsługiwany dla tego źródła danych. Zamiast tego wybierz zagregowany stopień szczegółowości danych.
pt_pt: A granularidade de dados ao nível da linha não é suportada para esta origem de dados. Em vez disso, selecione Granularidade de dados agregados.
ru: Детализация данных на уровне строк не поддерживается для этого источника данных. Вместо этого выберите Агрегированные данные.
sr_latn_rs: Granularnost podataka na nivou redova nije podržana za ovaj izvor podataka. Izaberite granularnost agreriranih podataka umesto toga.
sv: Datakornighet på radnivå stöds inte för den här datakällan. Välj aggregerad datakornighet i stället.
th: ส่วนประกอบของข้อมูลระดับแถวไม่ได้รับการสนับสนุนสําหรับแหล่งข้อมูลนี้ เลือกส่วนประกอบของข้อมูลแบบรวมแทน
tr: Satır düzeyindeki veri ayrıntı düzeyi bu veri kaynağı için desteklenmiyor. Bunun yerine Kümelenmiş veri ayrıntı düzeyini seçin.
uk: Деталізація даних на рівні рядка не підтримується для цього джерела даних. Натомість виберіть деталізацію агрегованих даних.
vi: Khả năng có thể phân chia dữ liệu cấp hàng không được hỗ trợ cho nguồn dữ liệu này. Chọn độ chi tiết dữ liệu tổng hợp.
zh_hans: 此数据源不支持行级别数据粒度。请改为选择“聚合数据粒度”。
zh_hant: 此資料來源不支援資料列層級資料細微性。改為選取彙總的資料細微性。

# ExampleDescription
source: Returns a table with visible attributes and per week metrics for each measured employee in the partition.
ar: إرجاع جدول يشتمل على سمات مرئية ومقاييس لكل أسبوع لكل موظف تم قياسه في القسم.
bg: Връща таблица с видими атрибути и метрики от всяка седмица за всеки измерен служител в дяла.
ca: Retorna una taula amb atributs visibles i mètriques per setmana per a cada empleat mesurat a la partició.
cs: Vrátí tabulku s viditelnými atributy a týdenními metrikami pro jednotlivé měřené zaměstnance v oddílu.
el: Επιστρέφει έναν πίνακα με ορατά χαρακτηριστικά και εβδομαδιαία μετρικά για κάθε μετρημένο εργαζόμενο στο διαμέρισμα.
es: Devuelve una tabla con atributos visibles y métricas semanales para cada empleado medido en la partición.
et: Tagastab tabeli sektsiooni iga mõõdetud töötaja nähtavate atribuutidega ja nädalamõõdikutega.
eu: Partizioan neurtutako langile bakoitzaren asteroko estatistikak eta ikusgai dauden atributuak dituen taula bat itzultzen du.
fr: Retourne une table avec des attributs visibles et des métriques hebdomadaires pour chaque employé évalué dans la partition.
gl: Devolve unha táboa con atributos visibles e métricas por semana para cada empregado medido na partición.
he: החזרת טבלה עם תכונות גלויות ומדדים לכל שבוע לכל עובד שנמדד במחיצה.
hi: विभाजन में प्रत्येक मापित कर्मचारी के लिए दृश्यमान विशेषताओं और प्रत्येक सप्ताह के मैट्रिक्स वाली एक तालिका लौटाता है.
hr: Vraća tablicu s vidljivim atributima i metrikom po tjednu za svakog mjerenog zaposlenika u particiji.
hu: Egy olyan táblát ad vissza, amely látható attribútumokkal és heti metrikákkal rendelkezik a partíció minden mért alkalmazottja esetében.
ja: パーティション内の測定された従業員ごとに、表示可能な属性と週ごとのメトリックを含むテーブルを返します。
kk: Бөлімдегі әр өлшенетін қызметкер үшін көрінетін атрибуттары мен апта сайынғы көрсеткіштері бар кестені қайтарады.
ko: 파티션에서 측정된 각 직원에 대해 표시되는 특성 및 주별 메트릭을 포함하는 표를 반환합니다.
lt: Pateikia lentelę su matomais atributais ir kiekvieno matuojamo darbuotojo skaidinyje savaitės metriką.
lv: Atgriež tabulu ar redzamiem atribūtiem un nedēļas metriku katram nodalījumā mērītajam darbiniekam.
ms: Mengembalikan jadual dengan atribut yang kelihatan dan setiap metrik minggu untuk setiap pekerja yang diukur dalam petak.
nl: Hiermee wordt voor elke gemeten werknemer in de partitie een tabel met zichtbare kenmerken en metrische waarden per week geretourneerd.
no: Returnerer en tabell med synlige attributter og ukentlige måledata for hver ansatt som er målt, i partisjonen.
pl: Zwraca tabelę z widocznymi atrybutami i metrykami według tygodnia dla każdego zmierzonego pracownika w partycji.
pt_pt: Devolve uma tabela com atributos visíveis e métricas semanais para cada funcionário medido na partição.
ru: Возвращает таблицу с видимыми атрибутами и метриками за неделю для каждого оцениваемого сотрудника в секции.
sr_latn_rs: Vraća tabelu sa vidljivim atributima i sedmičnom metrikom za svakog izmerenog zaposlenog u particiji.
sv: Returnerar en tabell med synliga attribut och mått per vecka för varje uppmätt anställd i partitionen.
th: ส่งคืนตารางที่มีแอตทริบิวต์ที่มองเห็นได้ และเมตริกต่อสัปดาห์สำหรับพนักงานที่มีการวัดผลแต่ละคนในพาร์ติชัน
tr: Bölümdeki ölçülen her çalışan için görünür öznitelikleri ve haftalık ölçümleri olan bir tablo döndürür.
uk: Повертає таблицю з видимими атрибутами та показниками на тиждень для кожного оцінюваного працівника в розділі.
vi: Trả về một bảng chứa các thuộc tính thấy được và số liệu hàng tuần cho từng nhân viên được theo dõi số liệu trong phân vùng.
zh_hans: 返回一个表，其中包含分区中每个受测员工的可见属性和每周指标。
zh_hant: 針對分割區中每位要評量的員工，傳回具有可見屬性及每週計量的資料表。

# JobIdCaption
source: Query Identifiers
ar: معرفات الاستعلام
bg: Идентификатори на заявки
ca: Identificadors de consulta
cs: Identifikátory dotazů
el: Αναγνωριστικά ερωτήματος
es: Identificadores de consulta
et: Päringuidentifikaatorid
eu: Kontsulta-identifikatzaileak
fr: Identificateurs de requête
gl: Identificadores das consultas
he: מזהי שאילתות
hi: क्वेरी पहचानकर्ता
hr: Identifikatori upita
hu: Lekérdezési azonosítók
ja: クエリ ID
kk: Сұрау идентификаторлары
ko: 쿼리 식별자
lt: Užklausų identifikatoriai
lv: Vaicājumu identifikatori
ms: Pengecam Pertanyaan
nl: Query-id's
no: Spørringsidentifikatorer
pl: Identyfikatory zapytań
pt_pt: Identificadores de Consulta
ru: Идентификатор запроса
sr_latn_rs: Identifikatori upita
sv: Frågeidentifierare
th: ตัวระบุคิวรี
tr: Sorgu Tanımlayıcıları
uk: Ідентифікатор запиту
vi: Mã định danh truy vấn
zh_hans: 查询标识符
zh_hant: 查詢識別碼

# JobIdDescription
source: In the advanced insights app, go to Analysis > Query results, find your query, and select Link to get the query identifier.
ar: في تطبيق نتائج التحليلات المتقدمة، انتقل إلى "التحليل" > "نتائج الاستعلام"، وابحث عن استعلامك، وحدد "ارتباط" للحصول على معرف الاستعلام.
bg: В приложението за разширени аналитични данни отидете на „Анализ > Резултати от заявка“, намерете заявката си и изберете :Връзка“, за да получите идентификатора на заявката.
ca: A l'aplicació de conclusions avançades, aneu a Anàlisi > Resultats de la consulta, cerqueu la consulta i seleccioneu Enllaç per obtenir l'identificador de la consulta.
cs: V aplikaci rozšířené přehledy přejděte na Analýza > Výsledky dotazu, vyhledejte svůj dotaz a vyberte Odkaz, abyste získali identifikátor dotazu.
el: Στην εφαρμογή σύνθετων πληροφοριών, μεταβείτε στην επιλογή Ανάλυση > Αποτελέσματα ερωτήματος, βρείτε το ερώτημά σας και επιλέξτε Σύνδεση για να λάβετε το αναγνωριστικό ερωτήματος.
es: En la aplicación conclusiones avanzadas, vaya a Análisis > Resultados de la consulta, busque la consulta y seleccione Vincular para obtener el identificador de consulta.
et: Avage täpsemate ülevaadete rakenduses leht Analüüs > Päringutulemid, leidke oma päring ja tehke päringu identifikaatori hankimiseks valik Link.
eu: Xehetasun aurreratuen aplikazioan, joan Analisia > Kontsultaren emaitzak atalera, bilatu kontsulta eta hautatu Esteka kontsultaren identifikatzailea eskuratzeko.
fr: Dans l’application Advanced Insights, accédez à Analyse > Résultats de la requête, recherchez votre requête et sélectionnez Lien pour obtenir l’identificateur de requête.
gl: Na aplicación de información avanzada, vai a Análise > Resultados da consulta, busca a consulta e selecciona Ligazón para obter o identificador da consulta.
he: באפליקציה 'תובנות מתקדמות', עבור אל 'ניתוח' > 'תוצאות שאילתה', מצא את השאילתה שלך ובחר באפשרות 'קישור' כדי לקבל את מזהה השאילתה.
hi: उन्नत इनसाइट्स ऐप में, क्वेरी परिणाम > विश्लेषण पर जाएँ, अपनी क्वेरी ढूँढें और क्वेरी पहचानकर्ता पाने के लिए लिंक को चुनें.
hr: U aplikaciji za napredne uvide idite na Analiza > Rezultati upita, pronađite upit i odaberite Veza da biste dohvatili identifikator upita.
hu: A speciális elemzéseket tartalmazó alkalmazásban nyissa meg az Elemzés > Lekérdezés eredményei lapot, keresse meg a lekérdezést, és válassza a Hivatkozás lehetőséget a lekérdezésazonosító lekéréséhez.
ja: 高度な分析情報アプリで、[分析] > [クエリの結果] に移動し、クエリを検索し、[リンク] を選択してクエリ識別子を取得します。
kk: Кеңейтілген аналитика бағдарламасында "Талдау" > "Сұрау нәтижелері" тармағына өтіңіз, сұрауыңызды табыңыз және сұрау идентификаторын алу үшін "Байланыс" тармағын таңдаңыз.
ko: 고급 인사이트 앱에서 분석 > 쿼리 결과로 이동하여 쿼리를 찾은 다음 링크를 선택하여 쿼리 식별자를 가져옵니다.
lt: Išplėstinių įžvalgų programėlėje eikite į Analizė > Užklausų rezultatai, raskite savo užklausą ir pasirinkite Saitas, kad gautumėte užklausos identifikatorių.
lv: Detalizēto ieskatu programmā dodieties uz sadaļu Analīze > Vaicājuma rezultāti, atrodiet savu vaicājumu un atlasiet Saite, lai iegūtu vaicājuma identifikatoru.
ms: Dalam aplikasi cerapan lanjutan, pergi ke Analisis > Keputusan pertanyaan, cari pertanyaan anda dan pilih Pautan untuk mendapatkan pengecam pertanyaan.
nl: Ga in de app Geavanceerde inzichten naar Analyse > Queryresultaten. Zoek uw query en selecteer Link om de query-id op te halen.
no: I appen for avansert innsikt går du til Analyse > Spørringsresultater, finner spørringen og velger Kobling for å hente spørringsidentifikator.
pl: W aplikacji Advanced Insights przejdź do obszaru Analiza > Wyniki zapytania, znajdź zapytanie i wybierz pozycję Link, aby uzyskać identyfikator zapytania.
pt_pt: Na aplicação informações avançadas, aceda a Análise > Resultados da consulta, encontre a sua consulta e selecione Associar para obter o identificador da consulta.
ru: В приложении расширенной аналитики выберите "Анализ" > "Результаты запроса", найдите свой запрос и нажмите "Ссылка", чтобы получить идентификатор запроса.
sr_latn_rs: U aplikaciji za napredne uvide idite na „Analiza“ > „Rezultati upita“, pronađite vaš upit i izaberite „Veza“ da biste dobili identifikator upita.
sv: I Advanced Insights-appen går du till Analysis > Query-resultat, letar upp frågan och väljer Länk för att hämta frågeidentifieraren.
th: ในแอปข้อมูลเชิงลึกขั้นสูง ไปที่การวิเคราะห์ > ผลลัพธ์คิวรี ค้นหาคิวรีของคุณ และเลือกลิงก์เพื่อรับตัวระบุคิวรี
tr: Gelişmiş içgörüler uygulamasında Analiz > Sorgu sonuçları'na gidin, sorgunuzu bulun ve sorgu tanımlayıcısını almak için Bağlantı'yı seçin.
uk: У програмі розширених аналітичних висновків перейдіть до розділу "Аналіз > Результати запиту", знайдіть свій запит і виберіть "Посилання", щоб отримати ідентифікатор запиту.
vi: Trong ứng dụng thông tin chuyên sâu nâng cao, hãy đi tới Phân tích > Kết quả truy vấn, tìm truy vấn của bạn và chọn Liên kết để tải mã định danh truy vấn.
zh_hans: 在高级见解应用中，转到“分析 > 查询结果”，找到查询，然后选择“链接”以获取查询标识符。
zh_hant: 在進階深入解析應用程式中，移至 [分析] > [查詢結果]，尋找您的查詢，然後選取 [連結] 以取得查詢識別碼。

# JobNameCaption
source: Query Name
ar: اسم الاستعلام
bg: Име на заявка
ca: Nom de la consulta
cs: Název dotazu
el: Όνομα ερωτήματος
es: Nombre de consulta
et: Päringu nimi
eu: Kontsultaren izena
fr: Nom de la requête
gl: Nome da consulta
he: שם שאילתה
hi: क्वेरी का नाम
hr: Naziv upita
hu: Lekérdezés neve
ja: クエリ名
kk: Сұраудың атауы
ko: 쿼리 이름
lt: Užklausos pavadinimas
lv: Vaicājuma nosaukums
ms: Nama pertanyaan
nl: Querynaam
no: Navn på spørring
pl: Nazwa zapytania
pt_pt: Nome da Consulta
ru: Имя запроса
sr_latn_rs: Ime upita
sv: Frågenamn
th: ชื่อคิวรี
tr: Sorgu Adı
uk: Ім’я запиту
vi: Tên truy vấn
zh_hans: 查询名称
zh_hant: 查詢名稱

# JobNameDescription
source: Input the query name as it is found on the Analysis > Query results page in the advanced insights app.
ar: أدخل اسم الاستعلام كما هو موجود في صفحة "التحليل" > "نتائج الاستعلام" في تطبيق نتائج التحليلات المتقدمة.
bg: Въведете името на заявката, както е намерено на страницата с резултати на „Анализ > Резултати от заявка“ в приложението за разширени аналитични данни.
ca: Introduïu el nom de la consulta com es troba a la pàgina Anàlisi > Resultats de la consulta a l'aplicació de conclusions avançades.
cs: Zadejte název dotazu tak, jak se nachází na stránce Analýza > Výsledků dotazu v aplikaci rozšířené přehledy.
el: Εισαγάγετε το όνομα του ερωτήματος όπως βρίσκεται στη σελίδα Ανάλυση > Αποτελέσματα ερωτήματος στην εφαρμογή σύνθετων πληροφοριών.
es: Escriba el nombre de la consulta tal como se encuentra en la página Resultados de la consulta de Análisis > en la aplicación conclusiones avanzadas.
et: Sisestage päringu nimi nii, nagu see on kirjas täpsemate ülevaadete rakenduses lehel Analüüs > Päringutulemid.
eu: Idatzi kontsultaren izena, xehetasun aurreratuen aplikazioaren Analisia > Kontsultaren emaitzak atalean dagoen bezala.
fr: Entrez le nom de la requête tel qu’il se trouve dans la page des résultats de la requête Analyse > dans l’application Advanced Insights.
gl: Introduce o nome da consulta tal e como se atopa na páxina Análise > Resultados da consulta na aplicación de información avanzada.
he: הזן את שם השאילתה כפי שהוא נמצא בדף 'ניתוח' > 'תוצאות שאילתה' באפליקציה 'תובנות מתקדמות'.
hi: क्वेरी का नाम डालें, जैसा वह उन्नत इनसाइट्स ऐप में विश्लेषण > क्वेरी परिणाम पेज पर पाया जाता है.
hr: Unesite naziv upita kako je pronađen na stranici Analiza > Rezultati upita u aplikaciji za napredne uvide.
hu: Adja meg a lekérdezés nevét úgy, ahogyan az a speciális elemzéseket tartalmazó alkalmazás Elemzés > Lekérdezés eredményei lapján található.
ja: 詳細な分析情報アプリの [分析] > [クエリ結果] ページにあるクエリ名を入力します。
kk: Кеңейтілген аналитика бағдарламасында "Талдау" > "Сұрау нәтижелері" бетінде көрсетілгендей сұрау атауын енгізіңіз.
ko: 고급 인사이트 앱의 분석 > 쿼리 결과 페이지에 있는 쿼리 이름을 입력합니다.
lt: Įveskite užklausos pavadinimą, koks jis nurodytas išplėstinių įžvalgų programėlės puslapyje Analizė > Užklausų rezultatai.
lv: Ievadiet vaicājuma nosaukumu tā, kā tas ir redzams detalizēto ieskatu programmas lapā Analīze > Vaicājuma rezultāti.
ms: Masukkan nama pertanyaan seperti yang ditemui pada halaman Analisis > Keputusan pertanyaan dalam aplikasi cerapan lanjutan.
nl: Voer de querynaam in zoals deze wordt genoemd op de pagina Analyse > Queryresultaten in de app Geavanceerde inzichten.
no: Skriv inn spørringsnavnet slik det står på Analyse > Side med spørringsresultater i appen for avansert innsikter.
pl: Wprowadź nazwę zapytania w postaci, w jakiej znajduje się w obszarze Analiza > strona Wyniki zapytania w aplikacji Advanced Insights.
pt_pt: Introduza o nome da consulta tal como foi encontrado na página de resultados Análise > Resultados da consulta na aplicação de informações avançadas.
ru: Введите имя запроса в виде, указанном на странице "Анализ" > "Результаты запроса" в приложении расширенной аналитики.
sr_latn_rs: Unesite naziv upita onako kako se nalazi na stranici „Analiza“ > „Rezultati upita“ u aplikaciji za napredne uvide.
sv: Ange frågenamnet som det finns på sidan Analysis > frågeresultat i Advanced Insights-appen.
th: ใส่ชื่อคิวรีตามที่พบในหน้าการวิเคราะห์ > ผลลัพธ์คิวรีในแอปข้อมูลเชิงลึกขั้นสูง
tr: Gelişmiş içgörüler uygulamasındaki Analiz > Sorgu sonuçları sayfasında bulunan sorgu adını girin.
uk: Введіть ім’я запиту, що відображається на сторінці результатів у розділі "Аналіз > Результати запиту" в програмі розширених аналітичних висновків.
vi: Nhập tên truy vấn khi tìm thấy trên trang Phân tích > Kết quả truy vấn trong ứng dụng thông tin chuyên sâu nâng cao.
zh_hans: 输入查询名称，因为它位于高级见解应用的“分析 > 查询结果”页上。
zh_hant: 輸入進階深入解析應用程式中 [分析] > [查詢結果] 頁面上的查詢名稱。

# LongDescription
source: Import weekly metrics and attribute data from Workplace Analytics.
ar: استورد المقاييس الأسبوعية وبيانات السمة من Workplace Analytics.
bg: Импортирайте седмични метрики и данни на атрибута от Workplace Analytics.
ca: Importa mètriques setmanals i dades d'atribut del Workplace Analytics.
cs: Umožňuje importovat týdenní metriky a data atributů z Workplace Analytics.
el: Εισαγάγετε εβδομαδιαία μετρικά και δεδομένα χαρακτηριστικών από το Workplace Analytics.
es: Importe datos de atributos y métricas semanales de Workplace Analytics.
et: Saate teenusest Workplace Analytics importida iganädalasi mõõdikute ja atribuutide andmeid.
eu: Inportatu astero estatistikak eta atributu-datuak Lantokiko analisiak zerbitzutik.
fr: Importez les données d'attribut et les métriques toutes les semaines à partir du service Analyse du temps de travail.
gl: Importe datos de atributos e métricas semanais de Workplace Analytics.
he: יבא מדדים שבועיים ונתוני תכונות מ- Workplace Analytics.
hi: कार्यस्थल विश्लेषण से साप्ताहिक मेट्रिक्स और विशेषता डेटा को आयात करें.
hr: Uvezite tjedne metrike i podatke o atributima iz programa Workplace Analytics.
hu: Heti metrikák és attribútumok adatainak importálása a Workplace Analyticsből.
ja: Workplace Analytics から週単位のメトリックと属性データをインポートします。
kk: Апта сайынғы көрсеткіштерді және атрибут деректерін жұмыс орны аналитикасынан импорттау.
ko: Workplace Analytics에서 주간 메트릭 및 특성 데이터를 가져옵니다.
lt: Importuokite savaitės metriką ir atributų duomenis iš „Workplace Analytics“.
lv: Importēt nedēļas metriku un atribūtu datus no Workplace Analytics.
ms: Import metrik mingguan dan data atribut daripada Analitis Tempat Kerja.
nl: Wekelijkse metrische gegevens en kenmerkgegevens importeren uit Workplace Analytics.
no: Importer ukentlige måledata og attributtverdier fra Workplace Analytics.
pl: Importuj metryki tygodniowe i dane atrybutów z usługi Workplace Analytics.
pt_pt: Importar métricas e dados de atributos semanais de Workplace Analytics.
ru: Импортируйте еженедельные метрики и данные атрибутов из Рабочей аналитики.
sr_latn_rs: Uvezite sedmičnu metriku i podatke o atributima iz usluge Workplace Analytics.
sv: Importera vecko mått- och attributdata veckovis från arbetsyteanalysen.
th: นำเข้าเมตริกรายสัปดาห์และข้อมูลแอตทริบิวต์จาก Workplace Analytics
tr: Workplace Analytics'ten haftalık ölçümleri ve öznitelik verilerini içeri aktarın.
uk: Імпорт щотижневих показників і даних атрибутів із Workplace Analytics.
vi: Nhập số liệu hàng tuần và dữ liệu thuộc tính từ Workplace Analytics.
zh_hans: 从工作区分析导入每周指标和属性数据。
zh_hant: 從工作場所分析匯入每週計量與屬性資料。

# SampleJobName
source: Contoso's Person Metrics
ar: مقاييس الشخص لـ Contoso
bg: Метрики на лицето на Contoso
ca: Mètriques de la persona de Contoso
cs: Metriky zaměstnance Contoso
el: Μετρικά ατόμων της Contoso
es: Métricas de persona de Contoso
et: Contoso isikumõõdikud
eu: Contoso-ren pertsona-metrikak
fr: Métriques de personne de Contoso
gl: Estatísticas de persoal de Contoso
he: מדדי עובדים של Contoso
hi: Contoso के व्यक्ति मैट्रिक्स
hr: Mjerni podaci o zaposlenicima tvrtke Contoso
hu: Contoso személy metrikái
ja: Contoso の個人のメトリック
kk: Contoso адам көрсеткіштері
ko: Contoso의 개인 메트릭
lt: „Contoso“ asmens metrika
lv: Contoso personu metrikas
ms: Metrik orang contoso
nl: Metrische persoonsgegevens van Contoso
no: Contosos personmålinger
pl: Metryki osób w firmie Contoso
pt_pt: Métricas de Pessoa da Contoso
ru: Метрики сотрудника Contoso
sr_latn_rs: Contoso metrika ljudi
sv: Contosos personmått
th: เมตริกบุคคลของ Contoso
tr: Contoso Kişi Ölçümleri
uk: Показники особи Contoso
vi: Số liệu về người của Contoso
zh_hans: Contoso 的人员指标
zh_hant: Contoso 的人員計量

# SampleTableName
source: surveyData
el: δεδομένα έρευνας
hr: podaciUpitnika
sr_latn_rs: podaciAnkete
uk: дані опитування
vi: Dữ_liệu_khảo_sát

# SchemaTypeCaption
source: Schema type
ar: نوع المخطط
bg: Тип схема
ca: Tipus d'esquema
cs: Typ schématu
el: Τύπος σχήματος
es: Tipo de esquema
et: Skeemi tüüp
eu: Eskema mota
fr: Type de schéma
gl: Tipo de esquema
he: סוג סכימה
hi: स्कीमा प्रकार
hr: Vrsta sheme
hu: Séma típusa
ja: スキーマの種類
kk: Схема түрі
ko: 스키마 유형
lt: Schemos tipas
lv: Shēmas veids
ms: Jenis skema
no: Skjematype
pl: Typ schematu
pt_pt: Tipo de esquema
ru: Тип схемы
sr_latn_rs: Tip šeme
sv: Typ av schema
th: ชนิด Schema
tr: Şema türü
uk: Тип схеми
vi: Loại sơ đồ
zh_hans: 架构类型
zh_hant: 結構描述類型
