Repository: sgoley/powerbi-included-certified-extentions
Catalog: WorkplaceAnalytics/resources.*.resx
Languages: ar, bg, ca, cs, el, es, et, eu, fr, gl, he, hi, hr, hu, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_pt, ru, sr_latn_rs, sv, th, tr, uk, vi, zh_hans, zh_hant

# SchemaTypeDescription
source: Select Pivoted to load organizational attributes as individual columns or Unpivoted to load organizational attributes as key-value pairs, such as Attribute name = Organization, Attribute value = Finance.
ar: حدد\"محوري\" لتحميل سمات المؤسسة كأعمدة فردية أو إلغاء العرض لتحميل سمات المؤسسة كأزواج لقيمة المفتاح، مثل اسم السمة = المؤسسة، قيمة السمة = المبلغ المالي.
bg: Изберете Обобщени, за да заредите организационните атрибути като отделни колони, или Необобщени, за да заредите организационните атрибути като двойки ключови стойности, като например Име на атрибут = Организация, Стойност на атрибут = Финанси.
ca: Seleccioneu Dinamitzats per carregar atributs de l'organització com a columnes individuals o No dinamitzats per carregar atributs de l'organització com a parells clau-valor, com ara Nom d'atribut = Organització, Valor d'atribut = Finances.
cs: Pokud chcete načíst organizační atributy jako jednotlivé sloupce, vyberte možnost Převedeno. Pokud chcete načíst atributy organizace jako páry klíč-hodnota, například Název atributu = Organizace, Hodnota atributu = Finance.
el: Επιλέξτε Συγκεντρωτικά για να φορτώσετε τα χαρακτηριστικά του οργανισμού ως μεμονωμένες στήλες ή Μη συγκεντρωτικά για να φορτώσετε τα χαρακτηριστικά του οργανισμού ως ζεύγη κλειδιών-τιμών, όπως Όνομα χαρακτηριστικού = Οργανισμός, Τιμή χαρακτηριστικού = Οικονομικά.
es: Seleccione Dinamizar para cargar atributos de la organización como columnas individuales o Anular la asignación para cargar atributos organizativos como pares clave-valor, como Nombre de atributo = Organización, Valor de atributo = Finanzas.
et: Valige Liigendatud, et laadida organisatsiooniatribuudid üksikveergudena, või Liigendamata, et laadida organisatsiooniatribuudid võtme ja väärtuse paaridena (nt atribuudi nimi = Organisatsioon, Atribuudi väärtus = Rahandus).
eu: Hautatu Dinamikoa erakundearen atributuak zutabe bakar gisa kargatzeko, edo Ez-dinamikoa erakundearen atributuak gako-balioen pare gisa kargatzeko (adibidez, Atributuaren izena = Erakundea, Atributuaren balioa = Finantzak).
fr: Sélectionnez Pivoté pour charger les attributs organisationnels en tant que colonnes individuelles ou Non pivoté pour charger les attributs organisationnels en tant que paires clé-valeur, telles que Nom d’attribut = Organisation, Valeur d’attribut = Finance.
gl: Selecciona Dinamizado para cargar atributos da organización como columnas individuais ou Sen dinamizar para cargar atributos da organización como pares clave-valor, como Nome do atributo = Organización, Valor do atributo = Finanzas.
he: בחר באפשרות ‚מסובב‘ כדי לטעון תכונות ארגוניות כעמודות בודדות או באפשרות ‚לא מסובב‘ כדי לטעון תכונות ארגוניות כזוגות של ערכי מפתח, כגון שם תכונה = ארגון, ערך תכונה = כספים.
hi: संगठनात्मक विशेषताओं को व्यक्तिगत स्तंभों के रूप में लोड करने के लिए Pivoted का चयन करें या कुंजी-मान युग्मों के रूप में संगठनात्मक विशेषताओं को लोड करने के लिए अनपिवट किया गया, जैसे विशेषता नाम = संगठन, विशेषता मान = वित्त.
hr: Odaberite „Zaokrenuto“ da biste učitali atribute tvrtke ili ustanove kao pojedinačne stupce ili „Poništeno zaokretanje“ da biste učitali atribute tvrtke ili ustanove kao parove ključa i vrijednosti, kao što su naziv atributa = tvrtka ili ustanova, vrijednost atributa = financije.
hu: Válassza a Kimutatásba foglalva lehetőséget a szervezeti attribútumok önálló oszlopokként történő betöltéséhez, vagy a Kifejtve lehetőséget a szervezeti attribútumok kulcs-érték párokként történő betöltéséhez, például Attribútum neve = Szervezet, Attribútum értéke = Pénzügy.
ja: [ピボット済み] を選択して、組織の属性を個別の列として読み込むか、[ピボット解除] を選択して、組織属性をキーと値のペア (属性名 = 組織、属性値 = 財務など) として読み込みます。
kk: Ұйымдық атрибуттарды бөлек бағандар ретінде жүктеу үшін \''Жиынтық\'' параметрін немесе ұйымдық атрибуттарды \"кілт-мән\" жұбы ретінде жүктеу үшін ''Жиынтық емес'' параметрін таңдаңыз, мысалы, Атрибут атауы = Ұйым, Атрибут мәні = Қаржы.
ko: 조직 속성을 개별 열로 로드하려면 피벗을 선택하고 속성 이름 = 조직, 속성 값 = 재무와 같은 키-값 쌍으로 조직 속성을 로드하려면 피벗을 선택합니다.
lt: Pasirinkite Įtraukta į duomenis, kad įkeltumėte organizacijos atributus kaip atskirus stulpelius, arba Pašalinta iš duomenų, kad įkeltumėte organizacijos atributus kaip rakto ir reikšmės poras, pvz., Atributo pavadinimas = Organizacija, Atributo reikšmė = Finansai.
lv: Atlasiet Rakursēta, lai ielādētu organizācijas atribūtus kā atsevišķas kolonnas vai nerādīti ielādēt organizācijas atribūtus kā atslēgas vērtību pārus, piemēram, Atribūta nosaukums = Organizācija, Atribūta vērtība = Finanses.
ms: Pilih Dipangsi untuk memuatkan atribut organisasi sebagai lajur individu atau Tidak dipangsi untuk memuatkan atribut organisasi sebagai pasangan kunci-nilai, seperti Nama atribut = Organisasi, Nilai atribut = Kewangan.
nl: Selecteer 'Gedraaid' om organisatiekenmerken te laden als afzonderlijke kolommen of 'Niet gedraaid' om organisatiekenmerken te laden als sleutel-waardeparen, zoals Kenmerknaam = Organisatie, Kenmerkwaarde = Financiën.
no: Velg pivotert for å laste inn organisasjonsattributter som individuelle kolonner, eller ikke-pivotert for å laste inn organisasjonsattributter som nøkkelverdipar, som attributtnavn = organisasjon, attributtverdi = økonomi.
pl: Wybierz pozycję Przestawne, aby załadować atrybuty organizacyjne jako pojedyncze kolumny, lub pozycję Nieprzestawne, aby załadować atrybuty organizacyjne jako pary klucz-wartość, takie jak Nazwa atrybutu = organizacja, wartość atrybutu = finanse.
pt_pt: Selecione Dinamizado para carregar atributos organizacionais como colunas individuais ou Unpivoted para carregar atributos organizacionais como pares chave-valor, como Nome do atributo = Organização, Valor do atributo = Finanças.
ru: Выберите ''Сводная'', чтобы загружать организационные атрибуты в виде отдельных столбцов, или ''Не сводная'', чтобы загружать организационные атрибуты в виде пар ''ключ-значение'', например Имя атрибута = Организация, Значение атрибута = Финансы.
sr_latn_rs: Izaberite „Izvedeno“ da biste učitali organizacione atribute kao pojedinačne kolone ili „Opozvano izvođenje“ da biste učitali organizacione atribute kao parove ključ-vrednost, kao što su naziv atributa = organizacija, vrednost atributa = finansije.
sv: Välj Pivoterat om du vill läsa in organisationsattribut som enskilda kolumner eller Ej drivna för att läsa in organisationsattribut som nyckel/värde-par, till exempel Attributnamn = Organisation, Attributvärde = Ekonomi.
th: เลือก Pivoted เพื่อโหลดแอตทริบิวต์ขององค์กรเป็นแต่ละคอลัมน์หรือ Unpivoted เพื่อโหลดแอตทริบิวต์ขององค์กรเป็นคู่ค่าหลัก เช่น ชื่อแอตทริบิวต์ = องค์กร, ค่าแอตทริบิวต์ = การเงิน
tr: Kuruluş özniteliklerini tek tek sütunlar olarak yüklemek için Özetlenmiş'i veya kuruluş özniteliklerini Öznitelik adı = Kuruluş, Öznitelik değeri = Finans gibi anahtar değer çiftleri olarak yüklemek için Özetlenmemiş’i seçin.
uk: Виберіть елемент \"Змінено\", щоб завантажити атрибути організації як окремі стовпці, або \"Не змінено\", щоб завантажити атрибути організації як пари \"ключ-значення\", наприклад \"Ім’я атрибута = Організація\", \"Значення атрибута = Фінанси\".
vi: Chọn Xoay để tải thuộc tính tổ chức dưới dạng cột riêng lẻ hoặc Bỏ xoay để tải thuộc tính tổ chức dưới dạng cặp khoá-giá trị, chẳng hạn như Tên thuộc tính = Tổ chức, Giá trị thuộc tính = Tài chính.
zh_hans: 选择“已透视”以将组织属性加载为单个列，或选择“已取消透视”以将组织属性加载为键值对，例如属性名称 = 组织、属性值 = 财务。
zh_hant: 選取 [樞紐] 以將組織屬性載入為個別資料行，或選取 [取消樞紐] 將組織屬性載入為索引鍵值組，例如屬性名稱 = 組織、屬性值 = 財務。

# SchemaTypePivotedValue
source: Pivoted
ar: محوري
bg: Обобщен
ca: Dinamitzats
cs: Převedeno
el: Συγκεντρωτικά
es: Gira
et: Liigendatud
eu: Dinamikoa
fr: Dynamique
gl: Dinamizado
he: מסובב
hr: Zaokrenuto
hu: Kimutatásba foglalva
ja: ピボット済み
kk: Жиынтық
ko: 피벗
lt: Įtraukta į duomenis
lv: Rakursēta
ms: Dipangsi
nl: Gedraaid
no: Pivotert
pl: Przestawiany
pt_pt: Dinamizado
ru: Сводная
sr_latn_rs: Izvedeno
sv: Pivoterat
tr: Özetlenmiş
uk: Змінено
vi: Chủ chốt
zh_hans: 已透视
zh_hant: 樞紐

# SchemaTypeUnpivotedValue
source: Unpivoted
ar: إلغاء العرض المحوري
bg: С премахнато обобщение
ca: Sense dinamització
cs: Nepřevedené
el: Χωρίς συγκέντρωση
es: Sin dinamizar
et: Eemaldatud liigendusega
eu: Elementu dinamikoa kendu zaio
fr: Non croisé dynamiquement
gl: Sen dinamizar
he: לא מסובב
hi: अनपिवट किया गया
hr: Poništeno zaokretanje
hu: Kifejtve
ja: ピボット解除
kk: Жиынтықталмаған
ko: 피벗 해제됨
lt: Nepasukta
lv: Bez rādīšanas rakursā
ms: Dinyahpangsi
nl: Niet-gedraaid
no: Opphevet pivotering
pl: Anulowano przestawienie
pt_pt: Não dinamizado
ru: Несводная
sr_latn_rs: Izvođenje je opozvano
sv: Normaliserat
th: ยกเลิกการควบคุมการแสดงผลอย่างสั้นแล้ว
tr: Özetleme açıldı
uk: Незведена
vi: Đã hủy chuyển
zh_hans: 已取消透视
zh_hant: 已取消樞紐

# ScopeIdCaption
source: Partition Identifier
ar: معرف القسم
bg: Идентификатор на дял
ca: Identificador de la partició
cs: Identifikátor oddílu
el: Αναγνωριστικό διαμερίσματος
es: Identificador de partición
et: Sektsiooni identifikaator
eu: Partizioaren identifikatzailea
fr: Identificateur de partition
gl: Identificador da partición
he: מזהה מחיצה
hi: विभाजन पहचानकर्ता
hr: Identifikator particije
hu: Partíció azonosítója
ja: パーティション識別子
kk: Бөлім идентификаторы
ko: 파티션 식별자
lt: Skaidinio identifikatorius
lv: Nodalījuma identifikators
ms: Pengecam Petak
nl: Partitie-id
no: Partisjonsidentifikator
pl: Identyfikator partycji
pt_pt: Identificador de Partição
ru: Идентификатор секции
sr_latn_rs: Identifikator particije
sv: Partitionsidentifierare
th: ตัวระบุพาร์ติชัน
tr: Bölüm Tanımlayıcısı
uk: Ідентифікатор розділу
vi: Mã định danh phân vùng
zh_hans: 分区标识符
zh_hant: 分割區識別碼

# ScopeIdDescription
source: In the advanced insights app, go to Analysis > Query results, find your query, and select Link to get the partition identifier.
ar: في تطبيق نتائج التحليلات المتقدمة، انتقل إلى "التحليل" > "نتائج الاستعلام"، وابحث عن استعلامك، وحدد "ارتباط" للحصول على معرف القسم.
bg: В приложението за разширени аналитични данни отидете на „Анализ > Резултати от заявка“, намерете заявката си и изберете :Връзка“, за да получите идентификатора на дяла.
ca: A l'aplicació de conclusions avançades, aneu a Anàlisi > Resultats de la consulta, cerqueu la consulta i seleccioneu Enllaç per obtenir l'identificador de la partició.
cs: V aplikaci rozšířené přehledy přejděte na Analýza > Výsledky dotazu, vyhledejte svůj dotaz a vyberte Odkaz, abyste získali identifikátor oddílu.
el: Στην εφαρμογή σύνθετων πληροφοριών, μεταβείτε στην επιλογή Ανάλυση > Αποτελέσματα ερωτήματος, βρείτε το ερώτημά σας και επιλέξτε Σύνδεση για να λάβετε το αναγνωριστικό διαμερίσματος.
es: En la aplicación conclusiones avanzadas, vaya a Análisis > Resultados de la consulta, busque la consulta y seleccione Vincular para obtener el identificador de partición.
et: Avage täpsemate ülevaadete rakenduses leht Analüüs > Päringutulemid, leidke oma päring ja tehke sektsiooni identifikaatori hankimiseks valik Link.
eu: Xehetasun aurreratuen aplikazioan, joan Analisia > Kontsultaren emaitzak atalera, bilatu kontsulta eta hautatu Esteka partizioaren identifikatzailea eskuratzeko.
fr: Dans l’application Advanced Insights, accédez à Analyse > Résultats de la requête, recherchez votre requête, puis sélectionnez Lien pour obtenir l’identificateur de partition.
gl: Na aplicación de información avanzada, vai a Análise > Resultados da consulta, busca a consulta e selecciona Ligazón para obter o identificador da partición.
he: באפליקציה 'תובנות מתקדמות', עבור אל 'ניתוח' > 'תוצאות שאילתה', מצא את השאילתה שלך ובחר באפשרות 'קישור' כדי לקבל את מזהה המחיצה.
hi: उन्नत इनसाइट्स ऐप में, क्वेरी परिणाम > विश्लेषण पर जाएँ, अपनी क्वेरी ढूँढें और विभाजन पहचानकर्ता पाने के लिए लिंक को चुनें.
hr: U aplikaciji za napredne uvide idite na Analiza > Rezultati upita, pronađite upit i odaberite Veza da biste dohvatili identifikator particije.
hu: A speciális elemzéseket tartalmazó alkalmazásban nyissa meg az Elemzés > Lekérdezés eredményei lapot, keresse meg a lekérdezést, és válassza a Hivatkozás lehetőséget a partícióazonosító lekéréséhez.
ja: 高度な分析情報アプリで、[分析] > [クエリの結果] に移動し、クエリを検索し、[リンク] を選択してパーティション識別子を取得します。
kk: Кеңейтілген аналитика бағдарламасында "Талдау" > "Сұрау нәтижелері" тармағына өтіңіз, сұрауыңызды табыңыз және бөлім идентификаторын алу үшін "Байланыс" тармағын таңдаңыз.
ko: 고급 인사이트 앱에서 분석 > 쿼리 결과로 이동하여 쿼리를 찾은 다음 링크를 선택하여 파티션 식별자를 가져옵니다.
lt: Išplėstinių įžvalgų programėlėje eikite į Analizė > Užklausų rezultatai, raskite savo užklausą ir pasirinkite Saitas, kad gautumėte skaidinio identifikatorių.
lv: Detalizēto ieskatu programmā dodieties uz sadaļu Analīze > Vaicājuma rezultāti, atrodiet savu vaicājumu un atlasiet Saite, lai iegūtu nodalījuma identifikatoru.
ms: Dalam aplikasi cerapan lanjutan, pergi ke Analisis > Keputusan pertanyaan, cari pertanyaan anda dan pilih Pautan untuk mendapatkan pengecam petak.
nl: Ga in de app Geavanceerde inzichten naar Analyse > Queryresultaten. Zoek uw query en selecteer Link om de partitie-id op te halen.
no: I appen for avansert innsikt går du til Analyse > Spørringsresultater, finner spørringen og velger Kobling for å hente partisjonsidentifikator.
pl: W aplikacji Advanced Insights przejdź do obszaru Analiza > Wyniki zapytania, znajdź zapytanie i wybierz pozycję Link, aby uzyskać identyfikator partycji.
pt_pt: Na aplicação informações avançadas, aceda a Análise > Resultados da consulta, encontre a sua consulta e selecione Associar para obter o identificador de partições.
ru: В приложении расширенной аналитики выберите "Анализ" > "Результаты запроса", найдите свой запрос и нажмите "Ссылка", чтобы получить идентификатор раздела.
sr_latn_rs: U aplikaciji za napredne uvide idite na „Analiza“ > „Rezultati upita“, pronađite vaš upit i izaberite „Veza“ da biste dobili identifikator particije.
sv: I Advanced Insights-appen går du till Analysis > Query-resultat, letar upp frågan och väljer Länk för att hämta partitionsidentifieraren.
th: ในแอปข้อมูลเชิงลึกขั้นสูง ไปที่การวิเคราะห์ >ผลลัพธ์คิวรี ค้นหาคิวรีของคุณ และเลือกลิงก์เพื่อรับตัวระบุพาร์ติชัน
tr: Gelişmiş içgörüler uygulamasında Analiz > Sorgu sonuçları'na gidin, sorgunuzu bulun ve bölüm tanımlayıcısını almak için Bağlantı'yı seçin.
uk: У програмі розширених аналітичних висновків перейдіть до розділу "Аналіз > Результати запиту", знайдіть свій запит і виберіть "Посилання", щоб отримати ідентифікатор розділу.
vi: Trong ứng dụng thông tin chuyên sâu nâng cao, hãy đi tới Phân tích > Kết quả truy vấn, tìm truy vấn của bạn và chọn Liên kết để tải mã định danh phân vùng.
zh_hans: 在高级见解应用中，转到“分析 > 查询结果”，查找查询，然后选择“链接”以获取分区标识符。
zh_hant: 在進階深入解析應用程式中，移至 [分析] > [查詢結果]，尋找您的查詢，然後選取 [連結] 以取得分割區識別碼。

# ExampleResult
source: #table({"Query1"}, {{"PersonId""}, {"PID"}})
et: #tabel({"Query1"}, {{"PersonId""}, {"PID"}})
kk: #кесте({"Query1"}, {{"PersonId""}, {"PID"}})
zh_hans: #表({"Query1"}, {{"PersonId""}, {"PID"}})

# ExampleCode
source: VivaInsights.Data("5f142ea5-c08a-eb02-de68-41dccdefb141")
ko: VivaInsights.Data("5f142ea5-c08a-eb02-de68-41dcdefb141")
