Repository: sgoley/powerbi-included-certified-extentions
Catalog: WorkplaceAnalytics/resources.*.resx
Languages: ar, bg, ca, cs, el, es, et, eu, fr, gl, he, hi, hr, hu, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_pt, ru, sr_latn_rs, sv, th, tr, uk, vi, zh_hans, zh_hant

# AdvancedParametersValue
source: Advanced options
ar: خيارات متقدمة
bg: Разширени опции
ca: Opcions avançades
cs: Pokročilé možnosti
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
et: Täpsemad suvandid
eu: Aukera aurreratuak
fr: Options avancées
gl: Opcións avanzadas
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
hr: Napredne mogućnosti
hu: Speciális beállítások
ja: 詳細設定オプション
kk: Кеңейтілген параметрлер
ko: 고급 옵션
lt: Išplėstinės parinktys
lv: Papildu opcijas
ms: Opsyen lanjutan
nl: Geavanceerde opties
no: Avanserte alternativer
pl: Opcje zaawansowane
pt_pt: Opções avançadas
ru: Расширенные параметры
sr_latn_rs: Napredne opcije
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง
tr: Gelişmiş seçenekler
uk: Додаткові параметри
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_hant: 進階選項

# ApiTypeAggregatedDataValue
source: Aggregated data
ar: البيانات المجمعة
bg: Обобщени данни
ca: Dades agregades
cs: Agregovaná data
el: Συγκεντρωτικά δεδομένα
es: Datos totales agregados
et: Koondandmed
eu: Datu bateratuak
fr: Données agrégées
gl: Datos agregados
he: נתונים מצטברים
hi: समेकित डेटा
hr: Agregirani podaci
hu: Összesített adatok
ja: 集計されたデータ
kk: Біріктірілген деректер
ko: 집계된 데이터
lt: Agreguoti duomenys
lv: Apkopotie dati
ms: Data teragregat
nl: Samengevoegde gegevens
no: Aggregerte data
pl: Zagregowane dane
pt_pt: Dados agregados
ru: Агрегированные данные
sr_latn_rs: Agrerirani podaci
sv: Aggregerade data
th: ข้อมูลแบบรวม
tr: Kümelenmiş veriler
uk: Зведені дані
vi: Dữ liệu tổng hợp
zh_hans: 聚合数据
zh_hant: 彙總資料

# ApiTypeCaption
source: Data granularity
ar: دقة البيانات
bg: Грануларност на данните
ca: Granularitat de les dades
cs: Členitost dat
el: Υποδιαίρεση δεδομένων
es: Granularidad de datos
et: Andmete granulaarsus
eu: Datuen xehetasun-maila
fr: Granularité des données
gl: Granularidade dos datos
he: צפיפות נתונים
hi: डेटा ग्रैन्युलैरिटी
hr: Granularnost podataka
hu: Adatok részletessége
ja: データの粒度
kk: Деректерді нақтылау
ko: 데이터 세분성
lt: Duomenų detalumas
lv: Datu granularitāte
ms: Kebutiran data
nl: Gegevensgranulatie
no: Datatetthet
pl: Stopień szczegółowości danych
pt_pt: Granularidade de dados
ru: Детализация данных
sr_latn_rs: Granularnost podataka
sv: Datagranularitet
th: ส่วนประกอบของข้อมูล
tr: Veri ayrıntı düzeyi
uk: Деталізація даних
vi: Độ chi tiết dữ liệu
zh_hans: 数据粒度
zh_hant: 資料細微性

# ApiTypeDescription
source: Select Row-level data to load raw query results or Aggregated data to push queries to the database and get aggregated results. For best results, select Row-level data only if you choose Import Data Connectivity mode.
ar: حدد بيانات على مستوى الصف لتحميل نتائج الاستعلام البسيط أو البيانات المجمعة لدفع الاستعلامات إلى قاعدة البيانات والحصول على النتائج المجمعة. للحصول على أفضل النتائج، حدد البيانات على مستوى الصف فقط إذا اخترت وضع \"استيراد اتصال البيانات\".
bg: Изберете данни на ниво ред, за да заредите необработени резултати от заявки или Обобщени данни, за да насочите заявките към базата данни и да получите обобщени резултати. За най-добри резултати изберете Данни на ниво ред само ако изберете режим на Импортиран Режим на свързване на данни.
ca: Seleccioneu Dades de nivell de fila per carregar els resultats de la consulta sense processar o Dades agregades per introduir consultes a la base de dades i obtenir resultats agregats. Per obtenir els millors resultats, seleccioneu només Dades de nivell de fila si trieu el mode Importació de connectivitat de dades.
cs: Vyberte data na úrovni řádků pro načtení nezpracovaných výsledků dotazu nebo agregovaných dat pro vložení dotazů do databáze a získání agregovaných výsledků. Nejlepších výsledků dosáhnete, když vyberete data na úrovni řádků pouze v případě, že zvolíte režim importu připojení dat.
el: Επιλέξτε Δεδομένα σε επίπεδο γραμμών για να φορτώσετε μη επεξεργασμένα αποτελέσματα ερωτημάτων ή Συγκεντρωτικά δεδομένα για να προωθήσετε τα ερωτήματα στη βάση δεδομένων και να λάβετε συγκεντρωτικά αποτελέσματα. Για καλύτερα αποτελέσματα, επιλέξτε δεδομένα σε επίπεδο γραμμών μόνο εάν επιλέξετε Εισαγωγή λειτουργίας συνδεσιμότητας δεδομένων.
es: Seleccione Datos de nivel de fila para cargar resultados de consultas sin procesar o Datos agregados para insertar consultas en la base de datos y obtener resultados agregados. Para obtener los mejores resultados, seleccione Datos de nivel de fila solo si elige el modo importar conectividad de datos.
et: Töötlemata päringutulemite laadimiseks valige reataseme andmed, päringute tõukamiseks andmebaasi ja koondtulemite toomiseks valige koondandmed. Parima tulemuse huvides valige reatasemel andmed ainult impordiandmete ühenduvuse režiimi valimise korral.
eu: Hautatu Errenkada-mailako datuak kontsulta-emaitza gordinak edo datu bateratuak kargatzeko, kontsultak datu-basera pasatu eta emaitza bateratuak lortzearren. Emaitzarik onenak lortzeko, hautatu errenkada-mailako datuak soilik, datuak konektagarritasun moduan inportatzea aukeratuz gero.
fr: Sélectionnez Données au niveau de la ligne pour charger les résultats de requête bruts ou Données agrégées pour pousser les requêtes vers la base de données et obtenir des résultats agrégés. Pour de meilleurs résultats, sélectionnez Données au niveau de la ligne uniquement si vous choisissez le mode Importer la connectivité des données.
gl: Selecciona Datos de nivel de fila para cargar resultados de consulta en bruto ou Datos agregados para enviar consultas á base de datos e obter resultados agregados. Para obter os mellores resultados, selecciona Datos a nivel de fila só se escolles o modo Importar conectividade de datos.
he: בחר נתונים ברמת השורה כדי לטעון תוצאות שאילתה גולמיות או נתונים מצטברים כדי לדחוף שאילתות למסד הנתונים ולקבל תוצאות מצטברות. לקבלת התוצאות הטובות ביותר, בחר נתונים ברמת השורה רק אם תבחר במצב ייבוא קישוריות נתונים.
hi: डेटाबेस में क्वेरीज़ को पुश करने और समेकित परिणाम प्राप्त करने के लिए अपरिष्कृत क्वेरी परिणाम या समेकित डेटा लोड करने के लिए पंक्ति-स्तरीय डेटा का चयन करें. बेहतर परिणामों के लिए, पंक्ति-स्तरीय डेटा का चयन केवल तभी करें, जब आप ‘डेटा कनेक्टिविटी आयात करें’ मोड चुनें.
hr: Odaberite podatke na razini retka da biste učitali neobrađene rezultate upita ili agregirane podatke da biste upite proslijedili bazu podataka i dobili agregirane rezultate. Za najbolje rezultate, odaberite podatke na razini retka samo ako odaberete Uvoz načina povezivanja podataka.
hu: Válassza a Sorszintű adatok lehetőséget a nyers lekérdezési eredmények betöltéséhez vagy az Összesített adatok lehetőséget a lekérdezések adatbázisba való továbbításához és az összesített eredmények lekérdezéséhez. A legjobb eredmények elérése érdekében válassza csak a sorszintű adatokat, ha az Adatkapcsolat importálása módot választja.
ja: 生のクエリ結果を読み込む場合は「行レベル データ」を選択し、クエリをデータベースにプッシュして集計結果を取得する場合は「集計済みデータ」を選択します。最良の結果を得るには、[データ接続モードのインポート] を選択した場合のみ、行レベル データを選択します。
kk: Өңделмеген сұрау нәтижелерін жүктеу үшін жол деңгейіндегі деректерді немесе дерекқорға сұрау жіберу және біріктірілген нәтижелерді алу үшін біріктірілген деректерді таңдаңыз. Ең жақсы нәтижелерге қол жеткізу үшін, деректерді импорттауға қосылым режимі таңдалған болса ғана жол деңгейіндегі деректерді таңдаңыз.
ko: 행 수준 데이터를 선택하여 원시 쿼리 결과를 로드하거나 집계된 데이터를 선택하여 쿼리를 데이터베이스에 푸시하고 집계된 결과를 가져옵니다. 최상의 결과를 얻으려면 데이터 연결 가져오기 모드를 선택한 경우에만 행 수준 데이터를 선택하세요.
lt: Pasirinkite Eilutės lygio duomenys, kad įkeltumėte neapdorotus užklausų rezultatus, arba Agreguoti duomenys, kad galėtumėte pateikti užklausas į duomenų bazę ir gauti agreguotus rezultatus. Norėdami pasiekti geriausių rezultatų, parinktį Eilutės lygio duomenys rinkitės tik tuo atveju, jei pasirinkote importavimo duomenų jungiamumo režimą.
lv: Atlasiet rindu līmeņa datus, lai ielādētu neapstrādātus vaicājuma rezultātus vai apkopotus datus un aizgādātu vaicājumus uz datu bāzi un iegūtu apkopotus rezultātus. Lai iegūtu labākus rezultātus, rindas līmeņa datus atlasiet tikai tad, ja izvēlaties datu savienojumu importēšanas režīmu.
ms: Pilih Data aras baris untuk memuatkan hasil pertanyaan mentah atau Data teragregat untuk menolak pertanyaan ke pangkalan data dan mendapatkan hasil teragregat. Untuk hasil terbaik, pilih Data aras baris hanya jika anda memilih mod Import Kesambungan Data.
nl: Selecteer 'Gegevens op rijniveau' om onbewerkte queryresultaten te laden of 'Samengevoegde gegevens' om query's naar de database te pushen en samengevoegde resultaten te krijgen. Voor de beste resultaten selecteert u 'Gegevens op rijniveau' alleen als u de modus 'Gegevensconnectiviteit importeren' kiest.
no: Velg data på radnivå for å laste inn rå spørringsresultater eller aggregerte data for å sende spørringer til databasen og få aggregerte resultater. Du oppnår best resultat ved å velge data på radnivå bare hvis du velger Importer datatilkoblingsmodus.
pl: Wybierz dane na poziomie wiersza, aby załadować nieprzetworzone wyniki zapytania lub zagregowane dane, aby wypchnąć zapytania do bazy danych i uzyskać zagregowane wyniki. Aby uzyskać najlepsze wyniki, wybierz dane na poziomie wiersza tylko w przypadku wybrania trybu Importowanie łączności danych.
pt_pt: Selecione Dados a nível de linha para carregar os resultados em bruto da consulta ou Dados agregados para empurrar as consultas para a base de dados e obter resultados agregados. Para melhores resultados, selecionar Dados a nível de linha apenas se escolher o modo Importar Conetividade de Dados.
ru: Выберите данные на уровне строк, чтобы загрузить необработанные результаты запроса, или агрегированные данные, чтобы отправить запросы в базу данных и получить агрегированные результаты. Для достижения наилучших результатов выбирайте данные на уровне строк, только если выбран режим подключения к импорту данных.
sr_latn_rs: Izaberite podatke na nivou reda da biste učitali neobrađene rezultate upita ili agregirane podatke da biste upite prebacili u bazu podataka i dobili objedinjene rezultate. Za najbolje rezultate izaberite podatke na nivou reda samo ako izaberete uvoz režima povezivanja podataka.
sv: Välj data på radnivå för att läsa in råa frågeresultat eller aggregerade data för att skicka frågor till databasen och få aggregerade resultat. För bästa resultat väljer du endast data på radnivå om du väljer läget Importera dataanslutning.
th: เลือกข้อมูลระดับแถวเพื่อโหลดผลลัพธ์คิวรีดิบหรือข้อมูลแบบรวมเพื่อพุชคิวรีไปยังฐานข้อมูลและรับผลลัพธ์แบบรวม เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด ให้เลือกข้อมูลระดับแถวก็ต่อเมื่อคุณเลือกโหมดนําเข้าการเชื่อมต่อข้อมูลเท่านั้น
tr: Ham sorgu sonuçlarını yüklemek için Satır düzeyinde verileri veya sorguları veritabanına gönderip kümelenen sonuçları almak için Kümelenmiş verileri seçin. En iyi sonuçlar için Satır düzeyindeki verileri yalnızca Veri Bağlantısını İçeri Aktar modunu seçerseniz tercih edin.
uk: Виберіть дані на рівні рядка, щоб завантажити необроблені результати запиту, або виберіть зведені дані, щоб надіслати запити до бази даних і отримати зведені результати. Щоб отримати найкращі результати, виберіть дані на рівні рядка, лише якщо вибрано режим підключення до даних для імпорту.
vi: Chọn Dữ liệu cấp hàng để tải kết quả truy vấn thô hoặc Dữ liệu tổng hợp để đẩy truy vấn vào cơ sở dữ liệu và nhận kết quả tổng hợp. Để có kết quả tốt nhất, hãy chọn Dữ liệu mức hàng chỉ khi bạn chọn chế độ Nhập Kết nối Dữ liệu.
zh_hans: 选择“行级别数据”以加载原始查询结果或聚合数据，从而将查询推送到数据库并获取聚合结果。为获得最佳结果，请仅在选择“导入数据连接模式”时选择“行级别数据”。
zh_hant: 選取要載入原始查詢結果的資料列層級資料，或選取 [彙總資料] 將查詢推入資料庫並取得彙總結果。為獲得最佳結果，請只有在選擇匯入資料連線模式時，才選取資料列層級資料。

# ApiTypeRowLevelDataValue
source: Row-level data
ar: بيانات على مستوى الصف
bg: Данни на ниво ред
ca: Dades de nivell de fila
cs: Data na úrovni řádků
el: Δεδομένα σε επίπεδο γραμμών
es: Datos a nivel de fila
et: Reataseme andmed
eu: Errenkada-mailako datuak
fr: Données au niveau de la ligne
gl: Datos a nivel de fila
he: נתונים ברמת השורה
hi: पंक्ति-स्तर डेटा
hr: Podaci na razini retka
hu: Sorszintű adatok
ja: 行レベル データ
kk: Жол деңгейіндегі деректер
ko: 행 수준 데이터
lt: Eilutės lygio duomenys
lv: Rindas līmeņa dati
ms: Data aras baris
nl: Gegevens op rijniveau
no: Data på radnivå
pl: Dane na poziomie wiersza
pt_pt: Dados ao nível da linha
ru: Данные на уровне строки
sr_latn_rs: Podaci na nivou reda
sv: Data på radnivå
th: ข้อมูลระดับแถว
tr: Satır düzeyindeki veriler
uk: Дані на рівні рядка
vi: Dữ liệu mức hàng
zh_hans: 行级别数据
zh_hant: 資料列層級資料

# AuthenticationLabel
source: Organizational Account
ar: حساب المؤسسة
bg: Организационен акаунт
ca: Compte de l'organització
cs: Účet organizace
el: Λογαριασμός οργανισμού
es: Cuenta de organización
et: Töö- või koolikonto
eu: Erakundearen kontua
fr: Compte d'organisation
gl: Conta da organización
he: חשבון ארגוני
hi: संगठनात्मक खाता
hr: Račun tvrtke ili ustanove
hu: Szervezeti fiók
ja: 組織アカウント
kk: Ұйым тіркелгісі
ko: 조직 계정
lt: Organizacijos paskyra
lv: Organizācijas konts
ms: Akaun Organisasi
nl: Organisatieaccount
no: Organisasjonskonto
pl: Konto organizacyjne
pt_pt: Conta Organizacional
ru: Учетная запись организации
sr_latn_rs: Nalog organizacije
sv: Organisationskonto
th: บัญชีองค์กร
tr: Kuruluş Hesabı
uk: Робочий обліковий запис
vi: Tài khoản tổ chức
zh_hans: 组织帐户
zh_hant: 組織帳戶

# ButtonHelp
source: Connect to Viva Insights Data
ar: الاتصال إلى بيانات Viva Insights
bg: Свързване към данни на Прозрения на Viva
ca: Connecta a dades del Viva Insights
cs: Připojení k datům Viva Přehledy
el: Σύνδεση στα δεδομένα πληροφοριών Viva
es: Conectar a datos Ideas Viva
et: Viva ülevaadete andmetega ühenduse loomine
eu: Konektatu Viva Insights-eko datuetara
fr: Connectez-vous aux données de Viva Insights
gl: Conectar aos datos de Viva Insights
he: התחברות לנתונים של תובנות Viva
hi: Viva Insights डेटा से कनेक्ट करें
hr: Povežite se s podacima uvida na platformi Viva
hu: Csatlakozás a Viva Elemzések adataihoz
ja: Viva インサイト データに接続する
kk: Viva аналитикасы деректеріне қосылу
ko: Viva Insights 데이터에 연결
lt: Prisijungimas prie „Viva“ įžvalgų duomenų
lv: Savienojuma izveide ar Viva ieskatu datiem
ms: Sambung ke Data Cerapan Viva
nl: Verbinding maken met Viva Insights-gegevens
no: Koble til Viva Insights Data
pl: Połączenie z danymi Szczegółowe informacje Viva
pt_pt: Ligar a Dados do Viva Insights
ru: Подключиться к данным Viva Аналитики
sr_latn_rs: Povežite se sa Viva uvidima podataka
sv: Anslut till Viva Insights-data
th: เชื่อมต่อกับข้อมูล Viva Insights
tr: Viva Analizler Verilerine Bağlan
uk: Підключення до даних Аналітики Viva
vi: Kết nối với dữ liệu Viva Insights
zh_hans: 连接到 Viva Insights 数据
zh_hant: 連接到 Viva Insights 資料

# ButtonTitle
source: Viva Insights
bg: Прозрения на Viva
cs: Microsoft Viva Přehledy
el: Πληροφορίες Viva
es: Ideas Viva
et: Viva ülevaated
he: תובנות Viva
hi: Microsoft Viva Insights
hr: Uvidi na platformi Microsoft Viva
hu: Viva Elemzések
ja: Viva インサイト
kk: Viva аналитикасы
lt: „Viva“ įžvalgos
lv: Viva ieskati
ms: Cerapan Viva
pl: Szczegółowe informacje Viva
pt_pt: Informações Viva
ru: Viva Аналитика
sr_latn_rs: Viva uvidi
sv: Insikter i Viva
tr: Viva Analizler
uk: Аналітика Viva

# Category
source: Online Services
ar: خدمات الإنترنت
bg: Онлайн услуги
ca: Serveis en línia
cs: Online služby
el: Ηλεκτρονικές υπηρεσίες
es: Servicios en línea
et: Võrguteenused
eu: Lineako zerbitzuak
fr: Services en ligne
gl: Servizos en liña
he: שירותים מקוונים
hi: ऑनलाइन सेवाएँ
hr: Mrežni servisi
hu: Online szolgáltatások
kk: Онлайн қызметтер
ko: 온라인 서비스
lt: Internetinės paslaugos
lv: Tiešsaistes pakalpojumi
ms: Perkhidmatan Dalam Talian
no: Onlinetjenester
pl: Usługi online
pt_pt: Serviços Online
ru: Веб-службы
sr_latn_rs: Usluge na mreži
sv: Onlinetjänster
th: บริการออนไลน์
uk: Онлайнові служби
vi: Dịch vụ Trực tuyến
zh_hans: 联机服务
zh_hant: 線上服務

# TableNameCaption
source: Table name
ar: اسم الجدول
bg: Име на таблица
ca: Nom de la taula
cs: Název tabulky
el: Όνομα πίνακα
es: Nombre de la tabla
et: Tabeli nimi
eu: Taularen izena
fr: Nom de la table
gl: Nome de táboa
he: שם טבלה
hi: तालिका का नाम
hr: Naziv tablice
hu: Táblanév
ja: テーブル名
kk: Кесте атауы
ko: 테이블 이름
lt: Lentelės pavadinimas
lv: Tabulas nosaukums
ms: Nama jadual
nl: Tabelnaam
no: Tabellnavn
pl: Nazwa tabeli
pt_pt: Nome da tabela
ru: Имя таблицы
sr_latn_rs: Naziv tabele
sv: Tabellnamn
th: ชื่อตาราง
tr: Tablo adı
uk: Ім’я таблиці
vi: Tên bảng
zh_hans: 表名
zh_hant: 資料表名稱

# TableNameDescription
source: If the Advanced insights query outputs more than one table, specify which table to connect to.
ar: إذا كان استعلام نتائج التحليلات المتقدمة يخرج أكثر من جدول واحد، فحدد الجدول الذي سيتم الاتصال به.
bg: Ако разширената заявка за прозрения извежда повече от една таблица, укажете към коя таблица да се свържете.
ca: Si la consulta de conclusions avançades genera més d'una taula, especifiqueu a quina taula us voleu connectar.
cs: Pokud dotaz Advanced Insights vypíše více než jednu tabulku, určete, ke které tabulce se chcete připojit.
el: Εάν το ερώτημα Advanced insights εξάγει περισσότερους από έναν πίνακες, καθορίστε σε ποιον πίνακα θα συνδεθείτε.
es: Si la consulta de información avanzada genera más de una tabla, especifique a qué tabla conectarse.
et: Kui täpsemate ülevaadete päring väljastab rohkem kui ühe tabeli, siis määrake, millise tabeliga ühendus luua.
eu: Xehetasunen kontsulten irteera aurreratuak taula bat baino gehiago badira, zehaztu zein taulara konektatu.
fr: Si la requête Advanced Insights génère plusieurs tables, spécifiez à quelle table vous souhaitez vous connecter.
gl: Se a consulta de información avanzada supera máis dunha táboa, especifica a táboa á que conectarse.
he: אם השאילתה 'תובנות מתקדמות' מספקת פלט של יותר מטבלה אחת, ציין לאיזו טבלה ברצונך להתחבר.
hi: यदि उन्नत इनसाइट्स क्वेरी आउटपुट एक से अधिक तालिका का आउटपुट देता है, तो निर्दिष्ट करें कि किस तालिका से कनेक्ट करना है.
hr: Ako upit za napredne uvide daje više tablica, navedite s kojom se tablicom želite povezati.
hu: Ha az Advanced Insights-lekérdezés egynél több táblát ad ki, adja meg, hogy melyik táblához kapcsolódjon.
ja: Advanced Insights クエリで複数のテーブルが出力される場合は、接続先のテーブルを指定します。
kk: Егер Қосымша аналитика сұрауы бірнеше кестені шығарса, қай кестеге қосылу керектігін көрсетіңіз.
ko: Advanced insights 쿼리가 둘 이상의 테이블을 출력하는 경우 연결할 테이블을 지정합니다.
lt: Jei išplėstinių įžvalgų užklausa pateikia daugiau nei vieną lentelę, nurodykite, prie kurios lentelės reikia prisijungti.
lv: Ja detalizēto ieskatu vaicājums izvada vairākas tabulas, norādiet, ar kuru tabulu veidot savienojumu.
ms: Jika pertanyaan Advanced insights mengeluarkan lebih daripada satu jadual, tentukan jadual yang hendak disambungkan.
nl: Als de Advanced Insights-query meer dan één tabel uitvoert, geeft u op met welke tabel u verbinding wilt maken.
no: Hvis spørringen for avansert innsikt gir ut mer enn én tabell, angir du hvilken tabell du vil koble til.
pl: Jeśli zapytanie Advanced Insights generuje więcej niż jedną tabelę, określ tabelę, z którą ma zostać nawiązane połączenie.
pt_pt: Se a consulta de Informações avançadas produzir mais do que uma tabela, especifique a tabela à qual ligar.
ru: Если запрос расширенной аналитики выводит более одной таблицы, укажите таблицу для подключения.
sr_latn_rs: Ako upit „Napredni uvidi“ prikazuje više tabela, navedite tabelu sa kojom želite da se povežete.
sv: Om Advanced insights-frågan matar ut mer än en tabell anger du vilken tabell du vill ansluta till.
th: หากคิวรีข้อมูลเชิงลึกขั้นสูงแสดงผลลัพธ์มากกว่าหนึ่งตาราง ให้ระบุตารางที่จะเชื่อมต่อ
tr: Gelişmiş İçgörüler sorgusu birden fazla tablo çıktısı oluşturursa bağlanacağı tabloyu belirtin.
uk: Якщо запит розширених аналітичних висновків виводить кілька таблиць, укажіть, до якої таблиці потрібно підключитися.
vi: Nếu truy vấn Thông tin chuyên sâu nâng cao xuất nhiều bảng, hãy chỉ định bảng cần kết nối.
zh_hans: 如果高级见解查询输出多个表，请指定要连接的表。
zh_hant: 如果進階深入解析查詢輸出一個以上的資料表，請指定要連線的資料表。

# DataSourceLabel
source: Viva Insights
bg: Прозрения на Viva
cs: Microsoft Viva Přehledy
el: Πληροφορίες Viva
es: Ideas Viva
et: Viva ülevaated
he: תובנות Viva
hi: Microsoft Viva Insights
hr: Uvidi na platformi Microsoft Viva
hu: Viva Elemzések
ja: Viva インサイト
kk: Viva аналитикасы
lt: „Viva“ įžvalgos
lv: Viva ieskati
ms: Cerapan Viva
pl: Szczegółowe informacje Viva
pt_pt: Informações Viva
ru: Viva Аналитика
sr_latn_rs: Viva uvidi
sv: Insikter i Viva
tr: Viva Analizler
uk: Аналітика Viva

# DocumentationName
source: Connect to Viva Insights Data
ar: الاتصال إلى بيانات Viva Insights
bg: Свързване към данни на Прозрения на Viva
ca: Connecta a dades del Viva Insights
cs: Připojení k datům Viva Přehledy
el: Σύνδεση στα δεδομένα πληροφοριών Viva
es: Conectar a datos Ideas Viva
et: Viva ülevaadete andmetega ühenduse loomine
eu: Konektatu Viva Insights-eko datuetara
fr: Connectez-vous aux données de Viva Insights
gl: Conectar aos datos de Viva Insights
he: התחברות לנתונים של תובנות Viva
hi: Viva Insights डेटा से कनेक्ट करें
hr: Povežite se s podacima uvida na platformi Viva
hu: Csatlakozás a Viva Elemzések adataihoz
ja: Viva インサイト データに接続する
kk: Viva аналитикасы деректеріне қосылу
ko: Viva Insights 데이터에 연결
lt: Prisijungimas prie „Viva“ įžvalgų duomenų
lv: Savienojuma izveide ar Viva ieskatu datiem
ms: Sambung ke Data Cerapan Viva
nl: Verbinding maken met Viva Insights-gegevens
no: Koble til Viva Insights Data
pl: Połączenie z danymi Szczegółowe informacje Viva
pt_pt: Ligar a Dados do Viva Insights
ru: Подключиться к данным Viva Аналитики
sr_latn_rs: Povežite se sa Viva uvidima podataka
sv: Anslut till Viva Insights-data
th: เชื่อมต่อกับข้อมูล Viva Insights
tr: Viva Analizler Verilerine Bağlan
uk: Підключення до даних Аналітики Viva
vi: Kết nối với dữ liệu Viva Insights
zh_hans: 连接到 Viva Insights 数据
zh_hant: 連接到 Viva Insights 資料
