Repository: sgoley/powerbi-included-certified-extentions
Catalog: WorkplaceAnalytics/resources.*.resx
Languages: ar, bg, ca, cs, el, es, et, eu, fr, gl, he, hi, hr, hu, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_pt, ru, sr_latn_rs, sv, th, tr, uk, vi, zh_hans, zh_hant

# Error_AggregatedDataWithReport
source: Aggregated data granularity is currently not supported when connecting to query results by specifying a query name or identifier. Select Row-level data granularity to connect to query results.
ar: دقة البيانات المجمعة غير معتمدة حالياً عند الاتصال بنتائج الاستعلام عن طريق تحديد اسم أو معرف استعلام. حدد دقة البيانات على مستوى الصف للاتصال بنتائج الاستعلام.
bg: Обобщената грануларност на данните в момента не се поддържа при свързване с резултатите от заявката чрез указване на име или идентификатор на заявка. Изберете грануларност на данните на ниво ред, за да се свържете с резултатите от заявката.
ca: Actualment, la granularitat de dades agregades no s'admet en connectar amb els resultats de la consulta especificant un nom o identificador de consulta. Seleccioneu la granularitat de dades de nivell de fila per connectar-vos als resultats de la consulta.
cs: Agregovaná členitost dat není aktuálně podporována při připojování k výsledkům dotazu zadáním názvu nebo identifikátoru dotazu. Vyberte členitost dat na úrovni řádků, abyste se připojili k výsledkům dotazu.
el: Η υποδιαίρεση συγκεντρωτικών δεδομένων δεν υποστηρίζεται αυτήν τη στιγμή κατά τη σύνδεση στα αποτελέσματα του ερωτήματος, καθορίζοντας ένα όνομα ή αναγνωριστικό ερωτήματος. Επιλέξτε υποδιαίρεση δεδομένων σε επίπεδο γραμμών για να συνδεθείτε στα αποτελέσματα του ερωτήματος.
es: Actualmente no se admite la granularidad de datos agregados al conectarse a los resultados de la consulta especificando un nombre o identificador de consulta. Seleccione granularidad de datos de nivel de fila para conectarse a los resultados de la consulta.
et: Koondandmete granulaarsust ei toetata praegu päringutulemitega ühenduse loomisel päringu nime või identifikaatori määramise kaudu. Päringutulemitega ühenduse loomiseks valige reataseme andmete granulaarsus.
eu: Datu bateratuen xehetasun-maila ez da onartzen kontsulta-emaitzetara kontsultaren izena edo identifikatzailea zehaztuta konektatzean. Hautatu Errenkada-mailako datuak xehetasun-maila kontsulta-emaitzetara konektatzeko.
fr: La granularité des données agrégées n’est actuellement pas prise en charge lors de la connexion aux résultats de requête en spécifiant un nom ou un identifiant de requête. Sélectionnez Granularité des données au niveau de la ligne pour vous connecter aux résultats de la requête.
gl: Actualmente non se admite a granularidade dos datos agregados ao conectarse aos resultados da consulta especificando un nome ou identificador de consulta. Selecciona Granularidade de datos a nivel de fila para conectarte aos resultados da consulta.
he: צפיפות נתונים מצטברת אינה נתמכת בשלב זה בעת התחברות לתוצאות שאילתה על-ידי ציון שם שאילתה או מזהה. בחר צפיפות נתונים ברמת השורה כדי להתחבר לתוצאות השאילתה.
hi: क्वेरी नाम या पहचानकर्ता निर्दिष्ट करके क्वेरी परिणामों से कनेक्ट करते समय वर्तमान में एकीकृत डेटा ग्रैन्युलैरिटी समर्थित नहीं है. क्वेरी परिणामों से कनेक्ट करने के लिए पंक्ति-स्तर डेटा ग्रैन्युलैरिटी का चयन करें.
hr: Agrerirana granularnost podataka trenutno nije podržana prilikom povezivanja s rezultatima upita navođenjem naziva ili identifikatora upita. Odaberite granularnost na razini retka da biste se povezali s rezultatima upita.
hu: Az Összesített adatok részletesség jelenleg nem támogatott, ha lekérdezésnév vagy -azonosító megadásával kapcsolódik a lekérdezés eredményeihez. A lekérdezés eredményeihez való kapcsolódáshoz válassza ki a Sorszintű adatok részletességet.
ja: クエリ名や識別子を指定してクエリ結果に接続する場合、集計されたデータ粒度は現在サポートされていません。クエリ結果に接続する場合は、[行レベル データ粒度] を選択します。
kk: Сұрау атын немесе идентификаторын көрсету арқылы сұрау нәтижелеріне қосылу кезінде біріктірілген деректерді нақтылау мүмкіндігіне қазір қолдау көрсетілмейді. Сұрау нәтижелеріне қосылу үшін жол деңгейіндегі деректерді нақтылауды таңдаңыз.
ko: 쿼리 이름 또는 식별자를 지정하여 쿼리 결과에 연결할 때 집계 데이터 세분성은 현재 지원되지 않습니다. 쿼리 결과에 연결하려면 행 수준 데이터 세분성을 선택합니다.
lt: Agreguotų duomenų detalumas šiuo metu nepalaikomas jungiantis prie užklausos rezultatų nurodant užklausos pavadinimą ar identifikatorių. Pasirinkite eilutės lygio duomenų detalumą, kad prisijungtumėte prie užklausos rezultatų.
lv: Veidojot savienojumu ar vaicājuma rezultātiem, norādot vaicājuma nosaukumu vai identifikatoru, apkopoto datu granularitāte pašlaik netiek atbalstīta. Atlasiet rindas līmeņa datu granularitāti, lai izveidotu savienojumu ar vaicājuma rezultātiem.
ms: Kebutiran data teragregat tidak disokong pada masa ini apabila menyambung ke hasil pertanyaan dengan menentukan nama pertanyaan atau pengecam. Pilih Kebutiran data aras baris untuk menyambung ke hasil pertanyaan.
nl: Samengevoegde gegevensgranulatie wordt momenteel niet ondersteund wanneer u verbinding maakt met queryresultaten door een querynaam of id op te geven. Selecteer 'Gegevensgranulatie op rijniveau' om verbinding te maken met queryresultaten.
no: Aggregert detaljnivå for data støttes for øyeblikket ikke ved tilkobling til spørringsresultater ved å angi et spørringsnavn eller en identifikator. Velg Kornethet på radnivå for å koble til spørringsresultater.
pl: Stopień szczegółowości zagregowanych danych nie jest obecnie obsługiwany podczas łączenia się z wynikami zapytania przez określenie nazwy lub identyfikatora zapytania. Wybierz stopień szczegółowości danych na poziomie wiersza, aby połączyć się z wynikami zapytania.
pt_pt: A granularidade de dados agregados não é atualmente suportada ao ligar aos resultados da consulta ao especificar um nome ou identificador de consulta. Selecione a granularidade de dados ao nível da linha para ligar aos resultados da consulta.
ru: Детализация агрегированных данных в настоящее время не поддерживается при подключении к результатам запроса путем указания имени или идентификатора запроса. Выберите детализацию данных на уровне строк, чтобы подключиться к результатам запроса.
sr_latn_rs: Granularnost agregiranih podataka trenutno nije podržana kada se povezujete sa rezultatima upita navođenjem naziva ili identifikatora upita. Izaberite granularnost podataka na nivou reda da biste se povezali sa rezultatima upita.
sv: Aggregerad datagranularitet stöds för närvarande inte när du ansluter till frågeresultat genom att ange ett frågenamn eller en identifierare. Välj datakornighet på radnivå för att ansluta till frågeresultat.
th: ขณะนี้ส่วนประกอบของข้อมูลแบบรวมไม่ได้รับการสนับสนุนเมื่อเชื่อมต่อกับผลลัพธ์คิวรีโดยระบุชื่อคิวรีหรือตัวระบุ เลือกส่วนประกอบของข้อมูลระดับแถวเพื่อเชื่อมต่อกับผลลัพธ์คิวรี
tr: Bir sorgu adı veya tanımlayıcı belirterek sorgu sonuçlarına bağlanırken kümelenmiş ayrıntı düzeyi şu anda desteklenmiyor. Sorgu sonuçlarına bağlanmak için Satır düzeyinde ayrıntı düzeyi seçin.
uk: Функція деталізації зведених даних наразі не підтримується під час підключення до результатів запиту шляхом указування імені запиту або ідентифікатор. Виберіть деталізацію даних на рівні рядка, щоб підключитися до результатів запиту.
vi: Khả năng có thể phân chia dữ liệu tổng hợp hiện không được hỗ trợ khi kết nối với kết quả truy vấn bằng cách chỉ định tên truy vấn hoặc mã định danh. Chọn khả năng có thể phân chia dữ liệu cấp hàng để kết nối với kết quả truy vấn.
zh_hans: 当前通过指定查询名称或标识符连接到查询结果时不支持聚合数据粒度。选择“行级别数据粒度”以连接到查询结果。
zh_hant: 指定查詢名稱或識別碼來連接到查詢結果時，目前不支援彙總的資料細微性。選取資料列層級資料細微性以連接到查詢結果。

# Error_RowLevelDataWithoutReport
source: Row-level data granularity is currently only supported when connecting to query results. Select Aggregated data granularity to connect to a general set of Person metrics or specify a query name or identifier.
ar: دقة البيانات على مستوى الصف مدعومة حالياً فقط عند الاتصال بنتائج الاستعلام. حدد دقة البيانات المجمعة للاتصال بمجموعة عامة من مقاييس الشخص أو حدد اسم استعلام أو معرف استعلام.
bg: Грануларността на данните на ниво ред в момента се поддържа само при свързване с резултатите от заявката. Изберете Обобщена грануларност на данни, за да се свържете с общ набор от лични метрики или да укажете име или идентификатор на заявка.
ca: Actualment, la granularitat de dades de nivell de fila només s'admet en connectar amb els resultats de la consulta. Seleccioneu la granularitat de dades agregades per connectar-vos a un conjunt general de mètriques de persona o especifiqueu un nom o identificador de consulta.
cs: Členitost dat na úrovni řádků je aktuálně podporována pouze při připojování k výsledkům dotazu. Pokud se chcete připojit k obecné sadě metrik osob nebo zadat název nebo identifikátor dotazu, vyberte agregovanou členitost dat.
el: Η υποδιαίρεση δεδομένων σε επίπεδο γραμμών υποστηρίζεται προς το παρόν μόνο κατά τη σύνδεση στα αποτελέσματα ερωτήματος. Επιλέξτε Υποδιαίρεση συγκεντρωτικών δεδομένων για να συνδεθείτε με ένα γενικό σύνολο μετρικών ατόμου ή να καθορίσετε ένα όνομα ή αναγνωριστικό ερωτήματος.
es: Actualmente, la granularidad de los datos de nivel de fila solo se admite al conectarse a los resultados de la consulta. Seleccione Granularidad de datos agregados para conectarse a un conjunto general de métricas de persona o especifique un nombre o identificador de consulta.
et: Reataseme andmete granulaarsust toetatakse praegu ainult päringutulemitega ühenduse loomisel. Üldise isikumõõdikute komplektiga ühenduse loomiseks või päringu nime või identifikaatori määramiseks valige koondandmete granulaarsustase.
eu: Errenkada-mailako datuak xehetasun-maila kontsulta-emaitzetara konektatzean soilik onartzen da. Hautatu Datu bateratuak xehetasun-maila pertsona-estatistiken multzo orokor batera konektatzeko, edo zehaztatu kontsulta baten izena edo identifikatzailea.
fr: La granularité des données au niveau de la ligne n’est actuellement prise en charge que lors de la connexion aux résultats de la requête. Sélectionnez Granularité des données agrégées pour vous connecter à un ensemble général d’indicateurs de performance de personne ou spécifier un nom de requête ou un identifiant.
gl: Actualmente só se admite a granularidade de datos a nivel de fila cando se conecta aos resultados da consulta. Selecciona Granularidade de datos agregados para conectarte a un conxunto xeral de métricas de persoa ou especifica un nome ou identificador de consulta.
he: צפיפות נתונים ברמת השורה נתמכת בשלב זה רק בעת התחברות לתוצאות השאילתה. בחר צפיפות נתונים מצטברת כדי להתחבר לקבוצה כללית של מדדי אנשים או לציין שם שאילתה או מזהה.
hi: पंक्ति-स्तरीय डेटा ग्रैन्युलैरिटी वर्तमान में केवल क्वेरी परिणामों से कनेक्ट करते समय समर्थित है. व्यक्ति मैट्रिक्स के सामान्य सेट से कनेक्ट करने के लिए एकीकृत डेटा ग्रैन्युलैरिटी का चयन करें या कोई क्वेरी नाम या पहचानकर्ता निर्दिष्ट करें.
hr: Granularnost podataka na razini retka trenutno je podržana samo prilikom povezivanja s rezultatima upita. Odaberite agregiranu granularnost podataka da biste povezali s općenitim skupom metrike osoba ili navedite naziv ili identifikator upita.
hu: A Sorszintű adatok részletesség jelenleg csak a lekérdezési eredményekhez való csatlakozáskor támogatott. Válassza az Összesített adatok részletességet a Személy metrikái általános készletéhez való csatlakozáshoz, vagy adjon meg egy lekérdezésnevet vagy -azonosítót.
ja: 行レベル データ粒度は、現在、クエリ結果への接続時にのみサポートされます。ユーザー メトリックの一般的なセットに接続する場合、またはクエリ名や識別子を指定する場合は、[集約されたデータ粒度] を選択します。
kk: Жол деңгейіндегі деректерді нақтылау мүмкіндігіне тек сұрау нәтижелеріне қосылған кезде ғана қолдау көрсетіледі. Person көрсеткіштерінің жалпы жинағына қосылу немесе сұрау атын немесе идентификаторын көрсету үшін біріктірілген деректерді нақтылауды таңдаңыз.
ko: 행 수준 데이터 세분성은 현재 쿼리 결과에 연결할 때만 지원됩니다. 개인 메트릭의 일반 집합에 연결하거나 쿼리 이름 또는 식별자를 지정하려면 집계된 데이터 세분성을 선택합니다.
lt: Eilutės lygio duomenų detalumas šiuo metu palaikomas tik jungiantis prie užklausos rezultatų. Pasirinkite agreguotų duomenų detalumą, kad prisijungtumėte prie bendrojo asmens metrikos rinkinio, arba nurodykite užklausos pavadinimą ar identifikatorių.
lv: Rindu līmeņa datu granularitāte pašlaik tiek atbalstīta tikai tad, ja tiek veidots savienojums ar vaicājuma rezultātiem. Atlasiet apkopoto datu granularitāti, lai izveidotu savienojumu ar vispārīgu personas metriku kopu vai norādītu vaicājuma nosaukumu vai identifikatoru.
ms: Kebutiran data aras baris hanya disokong pada masa ini apabila menyambung ke hasil pertanyaan. Pilih Kebutiran data teragregat untuk menyambung ke satu set umum metrik Orang atau tentukan nama pertanyaan atau pengecam.
nl: Gegevensgranulatie op rijniveau wordt momenteel alleen ondersteund wanneer er verbinding wordt gemaakt met queryresultaten. Selecteer 'Samengevoegde gegevensgranulatie' om verbinding te maken met een algemene verzameling metrische persoonsgegevens of geef een querynaam of id op.
no: Kornethet på radnivå støttes for øyeblikket bare ved tilkobling til spørringsresultater. Velg Aggregert datatetthet for å koble til et generelt sett personberegninger eller angi et spørringsnavn eller en identifikator.
pl: Stopień szczegółowości danych na poziomie wiersza jest obecnie obsługiwany tylko podczas łączenia się z wynikami zapytania. Wybierz stopień szczegółowości zagregowanych danych, aby połączyć się z ogólnym zestawem metryk osób lub określić nazwę lub identyfikator zapytania.
pt_pt: Atualmente, a granularidade dos dados ao nível da linha só é suportada ao ligar aos resultados da consulta. Selecione Granularidade de dados agregados para ligar a um conjunto geral de métricas de Pessoa ou especifique um nome ou identificador de consulta.
ru: Детализация данных на уровне строк в настоящее время поддерживается только при подключении к результатам запроса. Выберите детализацию агрегированных данных, чтобы подключиться к общему набору метрик Person или указать имя или идентификатор запроса.
sr_latn_rs: Granularnost podataka na nivou reda trenutno je podržana samo kada se povezujete sa rezultatima upita. Izaberite granularnost agregiranih podataka da biste se povezali sa opštim skupom metrika osoba ili navedite naziv ili identifikator upita.
sv: Datagranularitet på radnivå stöds för närvarande bara vid anslutning till frågeresultat. Välj aggregerad dataprecision om du vill ansluta till en allmän uppsättning personmått eller ange ett frågenamn eller en identifierare.
th: ขณะนี้ส่วนประกอบของข้อมูลระดับแถวได้รับการสนับสนุนเฉพาะเมื่อเชื่อมต่อกับผลลัพธ์คิวรีเท่านั้น เลือกส่วนประกอบของข้อมูลแบบรวมเพื่อเชื่อมต่อกับชุดเมตริกบุคคลทั่วไปหรือระบุชื่อคิวรีหรือตัวระบุ
tr: Satır düzeyinde veri ayrıntı düzeyi şu anda yalnızca sorgu sonuçlarına bağlanırken destekleniyor. Genel bir Kişi ölçümleri kümesine bağlanmak için Kümelenmiş veri ayrıntı düzeyini seçin veya bir sorgu adı ya da tanımlayıcı belirtin.
uk: Деталізація даних на рівні рядка зараз підтримується, лише якщо підключитися до результатів запиту. Виберіть деталізацію зведених даних, щоб підключитися до загального набору показників особи або вказати ім’я запиту чи ідентифікатор.
vi: Khả năng có thể phân chia dữ liệu cấp hàng hiện chỉ được hỗ trợ khi kết nối với kết quả truy vấn. Chọn Độ chi tiết dữ liệu tổng hợp để kết nối với tập hợp số liệu Người chung hoặc chỉ định tên truy vấn hoặc mã định danh.
zh_hans: 行级别数据粒度目前仅在连接到查询结果时受支持。选择“聚合数据粒度”以连接到一组常规人员指标，或指定查询名称或标识符。
zh_hant: 目前只有連線到查詢結果時，才支援資料列層級資料細微性。選取彙總資料細微性以連接到一般人員計量集合，或指定查詢名稱或識別碼。

# Error_UnexpectedAuthenticateHeader
source: Unexpected WWW-Authenticate header format or value during authentication.
ar: هناك تنسيق رأس مصادقة WWW أو قيمة له غير متوقعة أثناء المصادقة.
bg: Неочакван формат или стойност на заглавката на WWW-Authenticate по време на удостоверяване.
ca: S'ha detectat un format o valor de la capçalera WWW-Authenticate inesperat durant l'autenticació.
cs: Při ověřování se zjistil neočekávaný formát nebo hodnota hlavičky ověřování webu.
el: Μη αναμενόμενη μορφή ή τιμή κεφαλίδας WWW-Authenticate κατά τον έλεγχο ταυτότητας.
es: Se ha detectado un valor o formato de encabezado WWW-Authenticate inesperado durante la autenticación.
et: Ootamatu WWW-Authenticate päise vorming või väärtus autentimisel.
eu: WWW-Authenticate goiburuaren ustekabeko formatua edo balioa jaso da autentifikatu bitartean.
fr: Format ou valeur de l’en-tête WWW-Authenticate inattendu lors de l’authentification.
gl: Valor ou formato inesperado da cabeceira WWW-Authenticate durante a autenticación.
he: תבנית כותרת או ערך לא צפויים של WWW-Authenticate במהלך אימות.
hi: प्रमाणीकरण के दौरान शीर्ष लेख फ़ॉर्मेट या मान का अनपेक्षित WWW-प्रमाणन.
hr: Neočekivan oblik zaglavlja ili vrijednosti WWW-Authenticate tijekom provjere autentičnosti.
hu: Váratlan WWW-hitelesítési fejlécformátum vagy érték a hitelesítés során.
ja: 認証中に予期しない WWW 認証ヘッダーの形式または値が検出されました。
kk: Аутентификация кезінде күтпеген WWW-Authenticate тақырып пішімі немесе мәні туындады.
ko: 인증하는 동안 예기치 않은 WWW-Authenticate 헤더 형식 또는 값을 받았습니다.
lt: Autentifikuojant gautas netikėtas WWW autentifikavimo formatas arba reikšmė.
lv: Autentifikācijas laikā atrasts neparedzēts iesākuma WWW-Authenticate formāts vai vērtība.
ms: Format atau nilai pengepala WWW-Authenticate yang tidak dijangka semasa pengesahan.
nl: Onverwachte indeling of waarde van WWW-Authenticate-header tijdens verificatie.
no: Uventet format eller verdi for WWW-Authenticate-topptekst under godkjenning.
pl: Nieoczekiwany format lub wartość nagłówka WWW-Authenticate podczas uwierzytelniania.
pt_pt: Formato ou valor inesperado do cabeçalho WWW-Authenticate durante a autenticação.
ru: Непредвиденный формат или значение заголовка WWW-Authenticate во время проверки подлинности.
sr_latn_rs: Neočekivani format ili vrednost WWW-Authenticate zaglavlja tokom potvrde identiteta.
sv: Oväntat WWW-Authenticate sidhuvudformat eller -värde vid autentisering.
th: รูปแบบส่วนหัวหรือค่าของ WWW-Authenticate ที่ไม่คาดคิดในระหว่างการรับรองความถูกต้อง
tr: Kimlik doğrulaması sırasında beklenmeyen WWW-Authenticate üst bilgisi biçimi veya değeri alındı.
uk: Неочікуваний формат або значення заголовка WWW-Authenticate під час автентифікації.
vi: Định dạng đầu trang hoặc giá trị không mong muốn ở chế độ xác thực WWW.
zh_hans: 身份验证期间出现意外的 WWW 身份验证标头格式或值。
zh_hant: 在驗證期間有未預期的 WWW-Authenticate 標頭格式或值。

# Error_UnexpectedAuthorizationUrlDiscovery
source: Unexpected response from server during authentication.
ar: استجابة غير متوقعة من الخادم أثناء المصادقة.
bg: Неочакван отговор от сървъра по време на удостоверяване.
ca: S'ha produït una resposta inesperada del servidor durant l'autenticació.
cs: Neočekávaná odpověď ze serveru během ověřování.
el: Μη αναμενόμενη απόκριση από τον διακομιστή κατά τον έλεγχο ταυτότητας.
es: Se ha recibido una respuesta inesperada del servidor durante la autenticación.
et: Serveri ootamatu vastus autentimisel.
eu: Ustekabeko erantzuna jaso da zerbitzaritik autentifikatu bitartean.
fr: Réponse inattendue du serveur lors de l’authentification.
gl: Resposta inesperada do servidor durante a autenticación.
he: תגובה לא צפויה מהשרת במהלך אימות.
hi: प्रमाणीकरण के दौरान सर्वर से अनपेक्षित प्रतिसाद.
hr: Neočekivan odgovor poslužitelja tijekom provjere autentičnosti.
hu: A kiszolgáló váratlan választ adott a hitelesítés során.
ja: 認証中にサーバーから予期しない応答が返されました。
kk: Аутентификация кезінде серверден күтпеген жауап алынды.
ko: 인증하는 동안 서버에서 예기치 않은 응답을 받았습니다.
lt: Autentifikuojant gautas netikėtas atsakymas iš serverio.
lv: Autentifikācijas laikā saņemta neparedzēta atbilde no servera.
ms: Respons tidak dijangka daripada pelayan semasa pengesahan.
nl: Onverwachte reactie van server tijdens verificatie.
no: Uventet svar fra server under godkjenning.
pl: Nieoczekiwana odpowiedź z serwera podczas uwierzytelniania.
pt_pt: Resposta inesperada do servidor durante a autenticação.
ru: Неожиданный ответ сервера во время проверки подлинности.
sr_latn_rs: Neočekivani odgovor od servera tokom potvrde identiteta.
sv: Oväntat svar från servern vid autentisering.
th: การตอบสนองที่ไม่คาดคิดจากเซิร์ฟเวอร์ในระหว่างการรับรองความถูกต้อง
tr: Kimlik doğrulaması sırasında sunucudan beklenmeyen yanıt alındı.
uk: Неочікувана відповідь сервера під час автентифікації.
vi: Phản hồi không mong muốn từ máy chủ trong khi xác thực.
zh_hans: 身份验证期间服务器出现意外响应。
zh_hant: 在驗證期間有未預期的伺服器回應。
