Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureCostManagement/resources.*.resx
Languages: ar, ca, da, de, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, th, uk, vi, zh_hant

# ReportGenerationFailed
source: There is a failure in report generation
ar: فشل إنشاء التقرير
ca: S'ha produït un error en generar l'informe.
da: Der opstod en fejl under rapportgenerering
de: Fehler bei der Berichtgenerierung.
et: Aruande loomises ilmnes tõrge
eu: Ezin izan da sortu txostena
fi: Raportin luonti epäonnistui
fr: Échec dans la génération du rapport
gl: Produciuse un erro na xeración do informe
he: אירע כשל בעת יצירת דוחות
hi: रिपोर्ट निर्माण विफल रहा
hr: Pojavila se pogreška prilikom generiranja izvješća
hu: Hiba történt a jelentés létrehozása során
id: Terdapat kegagalan dalam pembuatan laporan
it: Si è verificato un errore durante la generazione del report
ja: レポートの生成でエラーが発生しました
kk: Есеп жасауда қате бар
ko: 보고서를 생성하는 중에 오류가 발생함
lt: Generuojant ataskaitą įvyko triktis
lv: Ģenerējot atskaiti, radās kļūme
ms: Terdapat kegagalan dalam penjanaan laporan
nl: Er is een fout opgetreden bij het genereren van rapporten
no: Det oppsto en feil under rapportgenerering
pl: Niepowodzenie podczas generowania raportu
pt_br: Há uma falha na geração de relatório
ro: Există o eroare la generarea raportului
ru: Произошел сбой при создании отчета
sk: Pri generovaní zostavy došlo k zlyhaniu
sr_cyrl_rs: Дошло је грешке у генерисању извештаја
sr_latn_rs: Došlo je greške u generisanju izveštaja
th: เกิดความล้มเหลวในการสร้างรายงาน
uk: Сталася помилка створення звіту
vi: Đã xảy ra lỗi khi tạo báo cáo
zh_hant: 報表產生失敗

# PriceSheetFailed
source: Price sheet failed. URL:
ar: فشلت قائمة الأسعار. URL:
ca: S'ha produït un error en el full de preus. URL:
da: Prisark mislykkedes. URL-adresse:
de: Fehler bei Preisblatt. URL:
et: Hinnakiri nurjus. URL:
eu: Prezio-orriak huts egin du. URLa:
fi: Hinnasto hylätty. URL-osoite:
fr: La grille tarifaire a échoué. URL :
gl: Erro na folla de prezos. URL:
he: המחירון נכשל. כתובת URL:
hi: मूल्य पत्रक विफल रहा. URL:
hr: Cjenik nije uspio. URL:
hu: Hibás árlista. URL-cím:
id: Lembar harga gagal. URL:
it: Comando Elenco prezzi non riuscito. URL:
ja: 価格シートでエラーが発生しました。URL:
kk: Прайс-лист сәтсіз болды. URL:
ko: 가격표에 오류가 발생했습니다. URL:
lt: Nepavykęs kainoraštis. URL:
lv: Cenu lapas kļūme. Vietrādis URL:
ms: Helaian harga gagal. URL:
nl: Prijzenoverzicht is mislukt. URL:
no: Prisliste mislyktes. URL-adresse:
pl: Niepowodzenie arkusza cen. Adres URL:
pt_br: Falha na tabela de preços. URL:
ro: Foaia de prețuri a returnat eroare. URL:
ru: Сбой прейскуранта. URL-адрес:
sk: Cenník zlyhal. URL adresa:
sr_cyrl_rs: Ценовник није успео. URL адреса:
sr_latn_rs: Cenovnik nije uspeo. URL adresa:
th: เอกสารราคาล้มเหลว URL:
uk: Помилка прейскуранта. URL-адреса:
vi: Không tải được trang giá. URL:
zh_hant: 價位表失敗。URL:

# UsageDetailsFailed
source: Usage Details failed. URL:
ar: فشلت تفاصيل الاستخدام. URL:
ca: S'ha produït un error relatiu a l'ús de les dades. URL:
da: Detaljer om forbrug mislykkedes. URL-adresse:
de: Fehler bei Nutzungsdetails. URL:
et: Kasutuse üksikasjad nurjusid. URL:
eu: Ezin izan dira eskuratu erabilera-xehetasunak. URLa:
fi: Käyttötiedot hylätty. URL-osoite:
fr: Les détails d'utilisation ont échoué. URL :
gl: Erro nos detalles de uso. URL:
he: פרטי השימוש נכשלו. כתובת URL:
hi: उपयोग विवरण विफल रहे. URL:
hr: Pojedinosti o korištenju nisu uspjeli. URL:
hu: Hibás használati adatok. URL-cím:
id: Detail Penggunaan gagal. URL:
it: Comando Dettagli utilizzo non riuscito. URL:
ja: 使用状況の詳細でエラーが発生しました。URL:
kk: Пайдалану туралы мәліметтер сәтсіз болды. URL:
ko: 사용량 세부 정보에 오류가 발생했습니다. URL:
lt: Nepavykę naudojimo duomenys. URL:
lv: Neizdevās iegūt lietojuma papildinformāciju. Vietrādis URL:
ms: Butiran Penggunaan gagal. URL:
nl: Gebruiksgegevens mislukt. URL:
no: Bruksdetaljer mislyktes. URL-adresse:
pl: Niepowodzenie szczegółów użycia. Adres URL:
pt_br: Falha nos Detalhes de Uso. URL:
ro: Detaliile de utilizare au returnat eroare. URL:
ru: Сбой сведений об использовании. URL-адрес:
sk: Podrobnosti o používaní zlyhali. URL adresa:
sr_cyrl_rs: Детаљи о коришћењу нису успели. URL адреса:
sr_latn_rs: Detalji o korišćenju nisu uspeli. URL adresa:
th: รายละเอียดการใช้ล้มเหลว URL:
uk: Помилка відомостей про використання. URL-адреса:
vi: Không tải được Chi tiết mức sử dụng. URL:
zh_hant: 使用量詳細資料失敗。URL:

# Parameter_apiVersion_FieldCaption
source: API Version
ar: إصدار API
ca: Versió de l'API
et: API versioon
eu: APIaren bertsioa
fi: Ohjelmointirajapinnan versio
fr: Version d'API
gl: Versión da API
he: גירסת API
hi: API संस्करण
hr: Verzija API-ja
hu: API-verzió
id: Versi API
it: Versione API
ja: API バージョン
kk: API нұсқасы
ko: API 버전
lt: API versija
lv: API versija
ms: Versi API
nl: API-versie
no: API-versjon
pl: Wersja interfejsu API
pt_br: Versão da API
ro: Versiune API
ru: Версия API
sk: Verzia rozhrania API
sr_cyrl_rs: API верзија
sr_latn_rs: API verzija
th: เวอร์ชัน API
uk: Версія API.
vi: Phiên bản API
zh_hant: API 版本

# Parameter_apiVersion_SampleValues
source: 2018-11-01-preview
ar: 2018-11-01-معاينة
ca: 01-11-2018-versió preliminar
da: 2018-11-01-eksempel
et: 2018-11-01-eelvaade
eu: 2018-11-01-aurrebista
fi: 2018-11-01-esiversio
he: 2018-11-01-תצוגה מקדימה
hi: 2018-11-01-पूर्वावलोकन
hr: 2018-11-01-pretpregled
hu: 2018-11-01-előzetes verzió
id: 2018-11-01-pratinjau
kk: 2018-11-01-алдын ала қарау
ms: 2018-11-01-pratonton
no: 2018-11-01-forhåndsvisning
sr_cyrl_rs: 2018-11-01-преглед
sr_latn_rs: 2018-11-01-pregled
th: ตัวอย่าง-01-11-2018
uk: підготовча-версія-01-11-2018
vi: Bản xem trước ngày 1 tháng 11 năm 2018

# InvalidBillingAccountId
source: There are no valid 'Billing Acount Id' associated with 'Billing Profile:'
ar: لا يوجد 'معرف حساب فوترة' صالح مقترن 'بملف تعريف الفوترة:'
ca: No hi ha cap ID de compte de facturació associat a aquest perfil de facturació:
da: Der er intet gyldigt 'Faktureringskonto-id' knyttet til denne 'Faktureringsprofil':
de: Dem Abrechnungsprofil ist keine gültige Abrechnungskonto-ID zugeordnet:
et: Üksusega „Arveldusprofiil:” pole seotud ühtegi sobivat üksust „Arvelduskonto ID”
eu: Ez dago "Fakturazio-kontu ID" baliodunik "Fakturazio-profil" honekin lotuta:
fi: Laskutusprofiiliin ei liity mitään kelvollisia laskutustilin tunnusta:
fr: Aucun « ID de compte de facturation » valide n'est associé au « Profil de facturation »
gl: Non hai un "ID de conta de facturación" válido asociado co "Perfil de facturación":
he: אין 'מזהי חשבון לחיוב' חוקיים המשויכים ל'פרופיל לחיוב:'
hi: इस 'बिलिंग प्रोफ़ाइल' से कोई मान्य 'बिलिंग खाता Id' संबद्ध नहीं है:'
hr: Stavki "Profil za naplatu:" nisu pridružene valjane stavke "ID računa za naplatu"
hu: A következő számlázási profilhoz nincs érvényes számlázásifiók-azonosító társítva:
id: Tidak ada 'Id Akun Penagihan' yang valid yang terkait dengan 'Profil Penagihan:'
it: A 'Profilo di fatturazione' non è associato alcun 'ID account di fatturazione' valido
ja: [課金プロファイル] に関連付けられている有効な [課金アカウント ID] がありません。
kk: "Шот ұсыну профилімен" байланысқан жарамды "Шот ұсыну тіркелгісінің идентификаторы" жоқ:
ko: '청구 프로필:'과 연결된 유효한 '청구 계정 ID' 가 없음
lt: Nėra tinkamo atsiskaitymo paskyros ID, susieto su šiuo atsiskaitymo profiliu:
lv: Neviens derīgs norēķinu konta ID nav saistīts ar šo norēķinu profilu:
ms: Tiada 'Id Akaun Pengebilan' yang sah dikaitkan dengan 'Profil Pengebilan:'
nl: Er zijn geen geldige factureringsaccount-id's gekoppeld aan dit factureringsprofiel:
no: Det finnes ingen gyldig faktureringskonto-ID knyttet til faktureringsprofilen:
pl: Brak prawidłowego identyfikatora konta rozliczeniowego skojarzonego z profilem rozliczeniowym:
pt_br: Não há nenhuma 'ID de Conta de Cobrança' válida associada ao 'Perfil de Cobrança':
ro: Nu există niciun „ID cont de facturare” valid asociat cu „Profilul de facturare:”
ru: Отсутствуют допустимые "ИД учетной записи выставления счетов", связанные с "Профилем выставления счетов":
sk: Neexistuje žiadne platné ID fakturačného konta priradené k fakturačnému profilu:
sr_cyrl_rs: Ниједан важећи „ID налога за наплату“ није повезан са овим „Профилом за наплату“:
sr_latn_rs: Nijedan važeći „ID naloga za naplatu“ nije povezan sa ovim „Profilom za naplatu“:
th: ไม่มี "รหัสบัญชีการเรียกเก็บเงิน" ที่ถูกต้องเชื่อมโยงกับ "โปรไฟล์การเรียกเก็บเงิน:"
uk: З цим профілем для платних служб не пов’язано дійсного ідентифікатора облікового запису для платних служб:
vi: Bạn chưa liên kết 'Id tài khoản thanh toán' hợp lệ nào với 'Hồ sơ thanh toán:'
zh_hant: 沒有任何與 [帳單設定檔:] 建立關聯的有效 [計費帳戶識別碼]

# APIVersionRequired
source: 'API Version' is required field.
ar: 'إصدار API' حقل مطلوب.
ca: El camp "Versió de l'API" és obligatori.
da: API-version er et obligatorisk felt.
de: "API-Version" ist ein Pflichtfeld.
et: 'API Version' on nõutav väli.
eu: "API bertsioa" beharrezkoa da.
fi: Ohjelmointirajapinnan versio on pakollinen kenttä.
fr: « Version de l'API » est un champ obligatoire.
gl: "Versión da API" é un campo obrigatorio.
he: 'גירסת API' הוא שדה נדרש.
hi: 'API संस्करण' आवश्यक फ़ील्ड है.
hr: 'Verzija API-ja' obavezno je polje.
hu: Az API-verzió mezőt kötelező kitölteni.
id: 'Versi API' adalah bidang yang harus diisi.
it: Il campo 'Versione API' è obbligatorio.
ja: 'API バージョン' は、必須フィールドです。
kk: "API нұсқасы" міндетті өріс болып табылады.
ko: 'API 버전'은 필수 필드입니다.
lt: Būtina užpildyti lauką API versija.
lv: Lauks “API versija” ir jāaizpilda obligāti.
ms: 'Versi API' ialah medan yang diperlukan.
nl: API-versie is een verplicht veld.
no: "API-versjon" er et obligatorisk felt.
pl: „Wersja interfejsu API” to wymagane pole.
pt_br: 'Versão da API' é um campo obrigatório.
ro: „Versiunea API” este un câmp obligatoriu.
ru: "Версия API" — обязательное поле.
sk: Verzia rozhrania API je požadované pole.
sr_cyrl_rs: „API верзија“ је обавезно поље.
sr_latn_rs: „API verzija“ je obavezno polje.
th: 'เวอร์ชัน API' เป็นเขตข้อมูลที่จำเป็น
uk: Поле "Версія API" обов’язкове.
vi: "Phiên bản API" là trường bắt buộc.
zh_hant: [API 版本] 是必要欄位。

# BillingProfileIdRequired
source: 'Billing Profile Id' is required field.
ar: 'ملف تعريف الفوترة' حقل مطلوب.
ca: El camp "ID del perfil de facturació" és obligatori.
da: Faktureringsprofil-id er et obligatorisk felt.
de: "ID des Abrechnungsprofils" ist ein Pflichtfeld.
et: 'Arveldusprofiili ID' on nõutav väli.
eu: "Fakturazio profilaren IDa" beharrezkoa da.
fi: Laskutusprofiilin tunnus on pakollinen kenttä.
fr: « ID du profil de facturation » est un champ obligatoire.
gl: "ID de perfil de facturación" é un campo obrigatorio.
he: 'מזהה פרופיל לחיוב' הוא שדה נדרש.
hi: 'बिलिंग प्रोफ़ाइल Id' आवश्यक फ़ील्ड है.
hr: 'ID profila naplate' obavezno je polje.
hu: A Számlázási profil azonosítója mezőt kötelező kitölteni.
id: 'Id Profil Penagihan' adalah bidang yang harus diisi.
it: Il campo 'ID profilo di fatturazione' è obbligatorio.
ja: '課金プロファイル ID' は、必須フィールドです。
kk: "Шот ұсыну профилінің идентификаторы" міндетті өріс болып табылады.
ko: '청구 프로필 ID'는 필수 필드입니다.
lt: Būtina užpildyti lauką Atsiskaitymo profilio ID.
lv: Lauks “Norēķinu profila ID” ir jāaizpilda obligāti.
ms: 'Id Profil Pengebilan' ialah medan yang diperlukan.
nl: Factureringsprofiel-id is een verplicht veld.
no: "Faktureringsprofil-ID" er et obligatorisk felt.
pl: „Identyfikator profilu rozliczeniowego” to wymagane pole.
pt_br: 'ID do Perfil de Cobrança' é um campo obrigatório.
ro: „ID-ul profilului de facturare” este un câmp obligatoriu.
ru: "Идентификатор профиля выставления счетов" — обязательное поле.
sk: ID fakturačného profilu je povinné pole.
sr_cyrl_rs: „ID профила за наплату“ је обавезно поље.
sr_latn_rs: „ID profila za naplatu“ je obavezno polje.
th: 'รหัสโปรไฟล์การเรียกเก็บเงิน' เป็นเขตข้อมูลที่จำเป็น
uk: Поле "Ідентифікатор профілю для платних служб" обов’язкове.
vi: "ID hồ sơ thanh toán" là trường bắt buộc.
zh_hant: [帳單設定檔識別碼] 是必要欄位。

source: Azure Cost Management
et: Azure‘i kuluhaldus
eu: Azure-ren kostuen kudeaketa
hr: Upravljanje troškovima za Azure
it: Gestione costi di Azure
kk: Azure шығындарын басқару
lt: „Azure“ išlaidų valdymas
lv: Azure izmaksu pārvaldība
pt_br: Gerenciamento de Custos do Azure
ru: Управление затратами Azure
sr_cyrl_rs: Azure управљање трошковима
sr_latn_rs: Azure upravljanje troškovima
vi: Quản lý chi phí Azure
zh_hant: Azure 成本管理

# Parameter_billingAccount_FieldCaption
source: Billing account ID
ar: معرف حساب الفوترة
ca: ID del compte de facturació
da: Faktureringskonto-id
de: ID des Abrechnungskontos
et: Arvelduskonto ID
eu: Fakturazio-kontuaren IDa
fi: Laskutustilin tunnus
fr: ID de compte de facturation
gl: ID de conta de facturación
he: מזהה חשבון לחיוב
hi: बिलिंग खाता ID
hr: ID računa naplate
hu: Számlázási fiók azonosítója
id: ID akun penagihan
it: ID account di fatturazione
ja: 請求先アカウント ID
kk: Шот ұсыну тіркелгісінің идентификаторы
ko: 청구 계정 ID
lt: Atsiskaitymo paskyros ID
lv: Norēķinu konta ID
ms: ID akaun pengebilan
nl: Factureringsaccount-id
no: Faktureringskonto-ID
pl: Identyfikator konta bilingowego
pt_br: ID da conta de cobrança
ro: ID-ul contului de facturare
ru: Идентификатор учетной записи выставления счетов
sk: ID fakturačného konta
sr_cyrl_rs: ID налога за наплату
sr_latn_rs: ID naloga za naplatu
th: รหัสบัญชีการเรียกเก็บเงิน
uk: Ідентифікатор облікового запису для платних служб
vi: ID tài khoản thanh toán
zh_hant: 帳務帳戶識別碼

# GeneralFailure
source: Error : There is a failure in data generation for API : #[Name]. Please try after some time.
ar: خطأ: فشل إنشاء البيانات لـ API: #[Name]. الرجاء المحاولة بعد قليل.
ca: Error: s'ha produït un error en generar les dades de l'API: #[Name]. Torneu-ho a provar més tard.
da: Fejl: Der opstod en fejl under datagenerering for API: #[Name]. Prøv igen senere.
de: Fehler: Fehler beim Generieren von Daten für API: #[Name]. Versuchen Sie es nach einiger Zeit noch mal.
et: Tõrge. API jaoks andmete loomisel ilmnes tõrge: #[Name]. Proovige mõne aja pärast.
eu: Errorea: ezin izan dira sortu #[Name] APIaren datuak. Saiatu berriro geroago.
fi: Virhe: Tietoja ei voitu luoda ohjelmointirajapinnalle #[Name]. Yritä uudelleen hetken kuluttua.
fr: Erreur : La génération de données a échoué pour l'API #[Name]. Réessayez plus tard.
gl: Erro: produciuse un erro na xeración de datos para a API: #[Name]. Ténteo de novo nun intre.
he: שגיאה: אירע כשל בעת יצירת הנתונים עבור ה- API: #[Name]. נסה שוב בעוד זמן מה.
hi: त्रुटि : API के लिए डेटा जनरेशन विफल रहा : #[Name]. कृपया कुछ समय बाद प्रयास करें.
hr: Pogreška: pojavila se pogreška prilikom generiranja podataka za API: #[Name]. Pokušajte kasnije.
hu: Hiba: Hiba történt a következő API adatainak létrehozása során: #[Name]. Egy kis idő elteltével próbálkozzon újra.
id: Kesalahan: Terdapat kegagalan dalam pembuatan data untuk API: #[Name]. Coba lagi setelah beberapa saat.
it: Errore: si è verificato un errore durante la generazione dei dati per l'API #[Name]. Riprovare tra qualche minuto.
ja: エラー: API のデータ生成でエラーが発生しました: #[Name]。しばらくしてからやり直してください。
kk: Қате : API үшін деректерді жасауда қате бар : #[Name]. Кейінірек қайталап көріңіз.
ko: 오류: API에 대한 데이터를 생성하는 중에 오류가 발생했습니다. #[Name]. 잠시 후 다시 시도하세요.
lt: Klaida: generuojant API duomenis įvyko triktis: #[Name]. Bandykite dar kartą šiek tiek vėliau.
lv: Kļūda: radās kļūme, ģenerējot datus šim API: #[Name]. Lūdzu, mēģiniet vēlreiz pēc kāda laika.
ms: Ralat: Terdapat kegagalan dalam penjanaan data untuk API: #[Name]. Sila cuba sebentar lagi.
nl: Fout: Er een fout opgetreden bij genereren van gegevens voor de API: #[Name]. Probeer het na enige tijd opnieuw.
no: Feil: Det var en feil under generering av data for APIen: #[Name]. Prøv igjen om en stund.
pl: Błąd: niepowodzenie generowania danych dla interfejsu API: #[Name]. Spróbuj za jakiś czas.
pt_br: Erro: há uma falha na geração de dados para a API: #[Name]. Tente mais tarde.
ro: Eroare: există o eroare la generarea de date pentru API: #[Name]. Încercați din nou după un timp.
ru: Ошибка: сбой при создании данных для API: #[Name]. Повторите попытку через некоторое время.
sk: Chyba: Pri generovaní údajov pre rozhranie API došlo k zlyhaniu: #[Name]. Skúste to znova o chvíľu.
sr_cyrl_rs: Грешка: Дошло је до грешке у генерисању података за API: #[Име]. Покушајте касније.
sr_latn_rs: Greška: Došlo je do greške u generisanju podataka za API: #[Ime]. Pokušajte kasnije.
th: ข้อผิดพลาด : เกิดความล้มเหลวในการสร้างข้อมูลสำหรับ API : #[Name] โปรดลองอีกครั้งในอีกสักครู่
uk: Помилка. Не вдалося створити дані для такого інтерфейсу API: #[Name]. Спробуйте знову пізніше.
vi: Lỗi: Đã xảy ra lỗi khi tạo dữ liệu cho API : #[Tên]. Vui lòng thử sau ít phút.
zh_hant: 錯誤: API 的資料產生失敗: #[Name]。請稍後再試。

# TenantDiscoveryFailure
source: Failed to discover Billing account for Billing Profile :
ar: فشل اكتشاف حساب الفوترة لملف تعريف الفوترة :
ca: No s'ha pogut detectar el compte de facturació corresponent al perfil de facturació:
da: Det lykkedes ikke at finde faktureringskontoen for faktureringsprofilen:
de: Fehler beim Ermitteln des Abrechnungskontos für das Abrechnungsprofil:
et: Arvelduskonto tuvastamine arveldusprofiili jaoks nurjus:
eu: Ezin izan da ezagutu Fakturazio-kontua honako Fakturazio-profil honetarako:
fi: Laskutustiliä ei voitu selvittää laskutusprofiilille:
fr: La découverte du compte de facturation a échoué pour le profil de facturation :
gl: Non se puido detectar a conta de facturación do perfil de facturación:
he: גילוי החשבון לחיוב עבור הפרופיל לחיוב נכשל:
hi: बिलिंग प्रोफ़ाइल के लिए बिलिंग खाता खोजने में विफल रहा :
hr: Otkrivanje računa za naplatu za profil naplate nije uspjelo:
hu: Nem sikerült felderíteni a következő számlázási profilhoz tartozó számlázási fiókot:
id: Gagal menemukan Akun Penagihan untuk Profil Penagihan :
it: Non è stato possibile individuare l'account di fatturazione per il profilo di fatturazione:
ja: 課金プロファイルの課金アカウントを検出できませんでした。
kk: Шот ұсыну профилі үшін шот ұсыну тіркелгісін анықтау мүмкін болмады :
ko: 청구 프로필에 대한 청구 계정을 검색하지 못함:
lt: Nepavyksta rasti atsiskaitymo profilio atsiskaitymo paskyros:
lv: Neizdevās atrast norēķinu kontu šim norēķinu profilam:
ms: Gagal untuk menemui akaun Pengebilan untuk Profil Pengebilan :
nl: Kan het factureringsaccount voor het factureringsprofiel niet detecteren:
no: Kan ikke finne faktureringskonto for faktureringsprofilen:
pl: Nie można odnaleźć konta rozliczeniowego dla profilu rozliczeniowego:
pt_br: Falha ao descobrir a Conta de cobrança do Perfil de Cobrança:
ro: Nu s-a putut descoperi contul de facturare pentru profilul de facturare:
ru: Не удалось обнаружить учетную запись для профиля выставления счетов:
sk: Nepodarilo sa zistiť fakturačné konto pre fakturačný profil:
sr_cyrl_rs: Није успело откривање налога за наплату за профил наплате:
sr_latn_rs: Nije uspelo otkrivanje naloga za naplatu za profil naplate:
th: ไม่สามารถค้นหาบัญชีการเรียกเก็บเงินสำหรับโปรไฟล์การเรียกเก็บเงิน :
uk: Не вдалося виявити обліковий запис для платних служб, пов’язаний із цим профілем для платних служб:
vi: Không xác định được tài khoản Thanh toán của Hồ sơ thanh toán :
zh_hant: 無法探索帳單設定檔的計費帳戶:

# EnrollmentNumberRequired
source: 'Enrollment Number' is required field.
ar: حقل "رقم التسجيل" مطلوب.
ca: El camp "Número d'inscripció" és obligatori.
da: 'Tilmeldingsnummer' er et obligatorisk felt.
de: "Registrierungsnummer" ist ein Pflichtfeld.
et: „Registreerimisnumber” on kohustuslik väli.
eu: "Erregistro zenbakia" beharrezko eremua da.
fi: Rekisteröintinumero on pakollinen kenttä.
fr: Le champ « Numéro d'inscription » est obligatoire.
gl: É necesario cubrir o campo "Número de inscrición".
he: השדה 'מספר הרשמה' הוא שדה נדרש.
hi: नामांकन संख्या' आवश्यक फ़ील्ड है.
hr: "Broj upisa" je obavezno polje.
hu: A Regisztrációs szám mező kitöltése kötelező.
id: Bidang 'Nomor Pendaftaran' harus diisi.
it: Il campo 'Numero di registrazione' è obbligatorio.
ja: [登録番号] は必須フィールドです。
kk: "Тіркеу нөмірі" міндетті өріс болып табылады.
ko: '등록 번호'는 필수 필드입니다.
lt: Būtina užpildyti lauką Registracijos numeris.
lv: “Reģistrācijas numurs” ir obligāti aizpildāms lauks.
ms: 'Nombor Pendaftaran' ialah medan yang diperlukan.
nl: Het veld Inschrijvingsnummer is vereist.
no: Registreringsnummer må fylles ut.
pl: Pole „Numer rejestracji” jest wymagane.
pt_br: O campo 'Número de Registro' é obrigatório.
ro: „Numărul de înscriere” este un câmp obligatoriu.
ru: Поле "Номер регистрации" обязательное.
sk: Pole Číslo registrácie je povinné.
sr_cyrl_rs: Поље „Број уписнице“ је обавезно.
sr_latn_rs: Polje „Broj upisnice“ je obavezno.
th: "หมายเลขการลงทะเบียน" คือเขตข้อมูลที่ต้องระบุ
uk: Поле "Реєстраційний номер" обов’язкове.
vi: 'Số đăng ký' là trường bắt buộc.
zh_hant: [註冊號碼] 是必要欄位。

# lbl_BillingProfile_EnrollmentNumber
source: For Billing Profile Id/Enrollment Number
ar: لمعرف ملف تعريف الفوترة/رقم التسجيل
ca: Per a l'ID del perfil de facturació o el número d'inscripció
da: Til faktureringsprofil-id/tilmeldingsnummer
de: Für Abrechnungsprofil-ID/Registrierungsnummer
et: Arveldusprofiili ID/registreerimisnumbri jaoks
eu: Fakturazio-profilaren Id/erregistro zenbakirako
fi: Laskutusprofiilin tunnukselle tai rekisteröintinumerolle
fr: Pour l'ID du profil de facturation ou le numéro d'inscription
gl: Para o ID do perfil de facturación ou o número de inscrición
he: עבור מזהה פרופיל לחיוב/מספר הרשמה
hi: बिलिंग प्रोफ़ाइल Id/नामांकन संख्या के लिए
hr: Broj ID-a/upisa profila za naplatu
hu: Számlázási profil azonosítója/Regisztrációs szám esetén
id: Untuk Id Profil Penagihan/Nomor Pendaftaran
it: Per ID profilo di fatturazione/Numero di registrazione
ja: 課金プロファイル ID/登録番号
kk: Шот ұсыну профилінің идентификаторы/тіркеу нөмірі үшін
ko: 청구 프로필 ID/등록 번호
lt: Atsiskaitymo profilio ID / registracijos numeris
lv: Norēķinu profila ID / reģistrācijas numuram
ms: Untuk Id Profil Pengebilan/Nombor Pendaftaran
nl: Voor factureringsprofiel-id/inschrijvingsnummer
no: For faktureringsprofil-ID/registreringsnummer
pl: Dla identyfikatora profilu rozliczeniowego/numeru rejestracji
pt_br: Para a ID do Perfil de Cobrança/Número de Registro
ro: Pentru ID-ul de profil de facturare/numărul de înscriere
ru: Для ИД профиля выставления счетов/номера регистрации
sk: Pre ID fakturačného profilu alebo číslo registrácie
sr_cyrl_rs: За ID профила наплате/број уписнице
sr_latn_rs: Za ID profila naplate/broj upisnice
th: สำหรับรหัสโปรไฟล์การเรียกเก็บเงิน/หมายเลขการลงทะเบียน
uk: Ідентифікатор облікового запису для платних служб/реєстраційний номер
vi: Đối với ID Hồ sơ thanh toán/Số đăng ký
zh_hant: 對於帳單設定檔識別碼/註冊號碼

# lbl_Choose_Scope
source: Choose Scope
ar: اختيار النطاق
ca: Trieu l'àmbit
da: Vælg område
de: Umfang auswählen
et: Valige ulatus
eu: Aukeratu esparrua
fi: Valitse vaikutusalue
fr: Choisir une portée
gl: Escoller ámbito
he: בחירת טווח
hi: सीमाक्षेत्र चुनें
hr: Odabir dosega
hu: Hatókör kiválasztása
id: Pilih Cakupan
it: Scegli ambito
ja: 範囲の選択
kk: Ауқымды таңдау
ko: 범위 선택
lt: Pasirinkti aprėptį
lv: Izvēlēties tvērumu
ms: Pilih Skop
nl: Bereik kiezen
no: Velg omfang
pl: Wybierz zakres
pt_br: Escolher Escopo
ro: Alegeți domeniul de aplicare
ru: Выбрать область действия
sk: Vybrať rozsah
sr_cyrl_rs: Избор опсега
sr_latn_rs: Izbor opsega
th: เลือกขอบเขต
uk: Вибрати область
vi: Chọn phạm vi
zh_hant: 選擇範圍

# lbl_NumberOfMonths
source: Number of months
ar: عدد الشهور
ca: Nombre de mesos
da: Antal måneder
de: Anzahl von Monaten
et: Kuude arv
eu: Hilabete kopurua
fi: Kuukausien määrä
fr: Nombre de mois
gl: Número de meses
he: מספר חודשים
hi: महीनों की संख्या
hr: Broj mjeseci
hu: Hónapok száma
id: Jumlah bulan
it: Numero di mesi
ja: 月数
kk: Айлар саны
ko: 개월 수
lt: Mėnesių skaičius
lv: Mēnešu skaits
ms: Bilangan bulan
nl: Aantal maanden
no: Antall måneder
pl: Liczba miesięcy
pt_br: Número de meses
ro: Număr de luni
ru: Число месяцев
sk: Počet mesiacov
sr_cyrl_rs: Број месеци
sr_latn_rs: Broj meseci
th: จำนวนเดือน
uk: Кількість місяців
vi: Số tháng
zh_hant: 月份數
