Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureCostManagement/resources.*.resx
Languages: ar, ca, da, de, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, th, uk, vi, zh_hant

# ButtonHelp
source: Connect to Azure Cost Management
ar: الاتصال بـ Azure Cost Management
ca: Connexió a l'Azure Cost Management
da: Opret forbindelse til Azure Cost Management
de: Verbindung mit Azure Cost Management herstellen
et: Saate luua ühenduse Azure’i kuluhaldusega
eu: Konektatu Azure-ren kostuen kudeaketara
fi: Yhdistä Azure Cost Managementiin
fr: Se connecter à Azure Cost Management
gl: Conectarse a Azure Cost Management
he: התחבר אל Azure Cost Management
hi: Azure लागत प्रबंधन से कनेक्ट करें
hr: Povezivanje s upravljanjem troškovima za Azure
hu: Kapcsolódás az Azure Cost Management rendszeréhez
id: Sambungkan ke Azure Cost Management
it: Connetti a Gestione costi di Azure
ja: Azure コスト管理に接続します
kk: Azure шығындарын басқару қызметіне қосылу
ko: Azure Cost Management에 연결
lt: Prisijungti prie „Azure“ išlaidų valdymo
lv: Izveidot savienojumu ar Azure izmaksu pārvaldību
ms: Bersambung ke Azure Cost Management
nl: Verbinding maken met Azure Cost Management
no: Koble til Azure Cost Management
pl: Połącz z usługą Azure Cost Management
pt_br: Conectar-se ao Gerenciamento de Custos do Azure
ro: Conectați-vă la Azure Cost Management
ru: Подключиться к Управлению затратами Azure
sk: Pripojiť k Azure Cost Managementu
sr_cyrl_rs: Повезивање са Azure управљањем трошкова
sr_latn_rs: Povezivanje sa Azure upravljanjem troškova
th: เชื่อมต่อไปยัง Azure Cost Management
uk: Підключитися до Azure Cost Management
vi: Kết nối với Quản lý chi phí Azure
zh_hant: 連線到 Azure 成本管理

# ButtonTitle
source: Azure Cost Management
et: Azure‘i kuluhaldus
eu: Azure-ren kostuen kudeaketa
hi: Azure लागत प्रबंधन
hr: Upravljanje troškovima za Azure
it: Gestione costi di Azure
kk: Azure шығындарын басқару
lt: „Azure“ išlaidų valdymas
lv: Azure izmaksu pārvaldība
pt_br: Gerenciamento de Custos do Azure
ru: Управление затратами Azure
sr_cyrl_rs: Azure управљање трошковима
sr_latn_rs: Azure upravljanje troškovima
vi: Quản lý chi phí Azure
zh_hant: Azure 成本管理

# DataSourceLabel
source: Azure Cost Management
et: Azure‘i kuluhaldus
eu: Azure-ren kostuen kudeaketa
hi: Azure लागत प्रबंधन
hr: Upravljanje troškovima za Azure
it: Gestione costi di Azure
kk: Azure шығындарын басқару
lt: „Azure“ išlaidų valdymas
lv: Azure izmaksu pārvaldība
pt_br: Gerenciamento de Custos do Azure
ru: Управление затратами Azure
sr_cyrl_rs: Azure управљање трошковима
sr_latn_rs: Azure upravljanje troškovima
vi: Quản lý chi phí Azure
zh_hant: Azure 成本管理

# Parameter_billingProfile_FieldCaption
source: Billing profile ID
ar: معرف ملف تعريف الفوترة
ca: ID del perfil de facturació
da: Faktureringsprofil-id
de: ID des Abrechnungsprofils
et: Arveldusprofiili ID
eu: Fakturazio-profilaren IDa
fi: Laskutusprofiilin tunnus
fr: ID du profil de facturation
gl: ID de perfil de facturación
he: מזהה פרופיל לחיוב
hi: बिलिंग प्रोफ़ाइल ID
hr: ID profila naplate
hu: Számlázási profil azonosítója
id: ID profil penagihan
it: ID profilo di fatturazione
ja: 課金プロファイル ID
kk: Шот ұсыну профилінің идентификаторы
ko: 청구 프로필 ID
lt: Atsiskaitymo profilio ID
lv: Norēķinu profila ID
ms: ID profil pengebilan
nl: Factureringsprofiel-id
no: Faktureringsprofil-ID
pl: Identyfikator profilu rozliczeniowego
pt_br: ID do perfil de cobrança
ro: ID-ul profilului de facturare
ru: Идентификатор профиля выставления счетов
sk: ID fakturačného profilu
sr_cyrl_rs: ID профила за наплату
sr_latn_rs: ID profila za naplatu
th: รหัสโปรไฟล์การเรียกเก็บเงิน
uk: Ідентифікатор профілю для платних служб
vi: ID hồ sơ thanh toán
zh_hant: 帳單設定檔識別碼

# Parameter_Parameter_FieldCaption
source: Advanced query parameters.
ar: معلمات الاستعلام المتقدمة.
ca: Paràmetres avançats de les consultes.
da: Avancerede forespørgselsparametre.
de: Erweiterte Abfrageparameter.
et: Täpsemad päringuparameetrid.
eu: Kontsulta-parametro aurreratuak.
fi: Lisäkyselyparametrit.
fr: Paramètres de requête avancés.
gl: Parámetros de consulta avanzada.
he: פרמטרים מתקדמים של שאילתה.
hi: उन्नत क्वेरी पैरामीटर.
hr: Napredni parametri upita.
hu: Speciális lekérdezési paraméterek.
id: Parameter kueri tingkat lanjut.
it: Parametri di query avanzati.
ja: 高度なクエリ パラメーターです。
kk: Қосымша сұрау параметрлері.
ko: 고급 쿼리 매개 변수입니다.
lt: Išplėstinės užklausos parametrai.
lv: Papildu vaicājuma parametri.
ms: Parameter pertanyaan lanjutan.
nl: Geavanceerde queryparameters.
no: Avanserte spørringsparametere.
pl: Zaawansowane parametry zapytań.
pt_br: Parâmetros de consulta avançada.
ro: Parametri de interogare avansați.
ru: Расширенные параметры запроса.
sk: Rozšírené parametre dotazu.
sr_cyrl_rs: Напредни параметри упита.
sr_latn_rs: Napredni parametri upita.
th: พารามิเตอร์ของคิวรีขั้นสูง
uk: Параметри розширеного запиту.
vi: Thông số truy vấn nâng cao.
zh_hant: 進階查詢參數。

# Parameter_Parameter_FieldDescription
source: Supported options are: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. See code sample for details.
ar: الخيارات المدعومة هي: dataType، numberOfMonth، startBillingDataWindow، endBillingDataWindow. راجع نموذج التعليمات البرمجية للحصول على التفاصيل.
ca: Les opcions admeses són les següents: dataType, numberOfMonth, startBillingDataWindow i endBillingDataWindow. Per obtenir més informació, vegeu la mostra de codi.
da: Understøttede indstillinger er: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Se kodeeksempel for flere oplysninger.
de: Unterstützte Optionen: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Ausführliche Informationen finden Sie im Codebeispiel.
et: Toetatud valikud on: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Üksikasjad leiate koodinäidistest.
eu: Aukera posibleak: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Xehetasun gehiago nahi izanez gero, ikusi adibide gisako kodeak.
fi: Tuetut vaihtoehdot ovat: dataType, numberOfMonth, startBillingDataWindow ja endBillingDataWindow. Lisätietoja on koodinäytteessä.
fr: Les options prises en charge sont : dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Pour obtenir des détails, consultez l'exemple de code.
gl: As opcións admitidas son: dataType, numberOfMonth, startBillingDataWindow e endBillingDataWindow. Consulte mostras de códigos para ver detalles.
he: האפשרויות הנתמכות הן: סוג נתונים, numberOfMonth, startBillingDataWindow, endBillingDataWindow. ראה דוגמת קוד לקבלת פרטים.
hi: समर्थित विकल्प हैं: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. विवरण के लिए कोड का नमूना देखें.
hr: Podržane su mogućnosti: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Detalje pogledajte u kodu.
hu: A támogatott kapcsolók a következők: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Részletekért lásd a kódmintát.
id: Opsi yang didukung adalah: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Lihat contoh kode untuk detailnya.
it: Le opzioni supportate sono: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Per i dettagli, vedere l'esempio di codice.
ja: サポートされているオプションは、dataType、numberOfMonth、startBillingDataWindow、endBillingDataWindow です。詳細については、コード サンプルをご覧ください。
kk: Қолдау көрсетілетін параметрлер: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Мәліметтер алу үшін код мысалын қараңыз.
ko: 지원되는 옵션은 dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow입니다. 자세한 내용은 코드 예제를 참조하세요.
lt: Palaikomos funkcijos: duomenų tipas, dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Išsamią informaciją žr. kodo pavyzdyje.
lv: Atbalstītās opcijas: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Detalizētu informāciju skatiet koda paraugā.
ms: Pilihan sokongan ialah: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Lihat sampel kod untuk mendapatkan butiran.
nl: Ondersteunde opties zijn: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Zie het codevoorbeeld voor meer informatie.
no: Støttede alternativer er: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Se kodeeksempel for detaljer.
pl: Obsługiwane opcje: dataType, numberOfMonth, startBillingDataWindow i endBillingDataWindow. Zobacz przykład kodu, aby uzyskać szczegółowe informacje.
pt_br: As opções com suporte são: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Consulte o exemplo de código para mais detalhes.
ro: Opțiunile acceptate sunt: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Vedeți eșantionul de cod pentru detalii.
ru: Поддерживаемые варианты: dataType, numberOfMonth, startBillingDataWindow и endBillingDataWindow. Дополнительные сведения см. в примере кода.
sk: Podporované možnosti: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Podrobnosti nájdete v ukážke kódu.
sr_cyrl_rs: Подржане опције су: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Детаље потражите у узорку кода.
sr_latn_rs: Podržane opcije su: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Detalje potražite u uzorku koda.
th: ตัวเลือกที่สนับสนุนคือ: ชนิดข้อมูล numberOfMonth, startBillingDataWindow, endBillingDataWindow ดูตัวอย่างรหัสสำหรับรายละเอียด
uk: Підтримувані параметри: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Докладні відомості див. в зразку коду.
vi: Tùy chọn được hỗ trợ là: dataType, numberOfMonth, startBillingDataWindow, endBillingDataWindow. Xem mẫu mã để biết chi tiết.
zh_hant: 支援的選項為: dataType、numberOfMonth、startBillingDataWindow、endBillingDataWindow。如需詳細資料，請參閱程式碼範例。

# UnknownAPIType
source: Not a valid API Type
ar: نوع API غير صالح
ca: El tipus d'API no és vàlid.
da: Ugyldig API-type
de: Kein gültiger API-Typ.
et: Sobimatu API tüüp
eu: API motak ez du balio
fi: Ei kelvollinen ohjelmointirajapinnan tyyppi
fr: Type d'API non valide
gl: Non é un tipo de API válido
he: אינו סוג חוקי של API
hi: कोई मान्य API प्रकार नहीं है
hr: Nije valjana vrsta API-ja
hu: Nem érvényes API-típus
id: Bukan Tipe API yang valid
it: Tipo di API non valido
ja: 有効な API タイプではありません
kk: Жарамсыз API түрі
ko: 유효한 API 유형이 아님
lt: Netinkamas API tipas
lv: API tips nav derīgs
ms: Bukan Jenis API yang sah
nl: Niet geldig API-type
no: Ikke en gyldig API-type
pl: Nieprawidłowy typ interfejsu API
pt_br: Não é um tipo válido de API
ro: Nu este un tip de API valid
ru: Недопустимый тип API
sk: Typ rozhrania API je neplatný
sr_cyrl_rs: Није важећи тип API-ја
sr_latn_rs: Nije važeći tip API-ja
th: ไม่ใช่ชนิด API ที่ถูกต้อง
uk: Неприпустимий тип API
vi: Loại API không hợp lệ
zh_hant: 不是有效的 API 類型

source: Unknown errorHandlingLevel:
ar: errorHandlingLevel غير معروف:
ca: Element errorHandlingLevel desconegut:
da: Ukendt errorHandlingLevel:
de: Unbekannte ErrorHandlingLevel:
et: Tundmatu errorHandlingLevel:
eu: errorHandlingLevel ezezaguna:
fi: Tuntematon errorHandlingLevel:
fr: ErrorHandlingLevel inconnu :
gl: errorHandlingLevel descoñecido:
he: ErrorHandlingLevel לא ידוע:
hi: अज्ञात त्रुटि HandlingLevel:
hr: Nepoznati parametar errorHandlingLevel:
hu: Ismeretlen errorHandlingLevel:
id: ErrorHandlingLevel tidak diketahui:
it: errorHandlingLevel sconosciuto:
ja: 不明な errorHandlingLevel:
kk: Белгісіз errorHandlingLevel:
ko: 알 수 없는 errorHandlingLevel:
lt: Nežinomas errorHandlingLevel:
lv: Nezināms errorHandlingLevel:
ms: errorHandlingLevel Tidak Diketahui:
nl: Onbekend errorHandlingLevel:
no: Ukjent errorHandlingLevel:
pl: Nieznany poziom errorHandlingLevel:
pt_br: ErrorHandlingLevel desconhecido:
ro: errorHandlingLevel necunoscut:
ru: Неизвестный errorHandlingLevel:
sk: Neznámy kód úrovne spracovania chyby errorHandlingLevel:
sr_cyrl_rs: Непознати errorHandlingLevel:
sr_latn_rs: Nepoznati errorHandlingLevel:
th: errorHandlingLevel ที่ไม่รู้จัก:
uk: Невідомий параметр ErrorHandlingLevel:
vi: errorHandlingLevel không xác định:
zh_hant: 未知的 errorHandlingLevel:

# CodeSample_1_Code
source: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in result
ca: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultat
da: lad enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
de: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in Ergebnis
et: lubage registreerumisnumber = „100”, optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) asukohas tulemus
fi: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in tulos
fr: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in résultat
he: LET enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ב- תוצאה
hi: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in परिणाम
hr: dopusti enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
hu: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in eredmény
kk: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ішінде нәтиже
ko: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 결과
lt: let enrollmentNumber = 100, optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) rezultatas
lv: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], rezultāts = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in rezultāts
ms: katakan enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], hasil = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) dalam hasil
nl: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultaat
no: la enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
pl: pozwól enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) w wynik
ro: permiteți enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) în rezultat
sk: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in výsledok
sr_cyrl_rs: Пусти enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) у резултат
sr_latn_rs: Pusti broj upisivanja = "100", optionalParameters = [ numberOfMonth = 1 ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
th: ให้ enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ใน ผลลัพธ์
vi: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in kết quả
zh_hant: let enrollmentNumber = "100", optionalParameters = [ numberOfMonth = 1 ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 結果

# CodeSample_1_Description
source: Assuming today is 2017-6-15, get summaries data between 2017-5-1 to 2017-6-15
ar: بافتراض أن اليوم هو 2017-6-15، احصل على بيانات الملخصات من 2017-5-1 إلى 2017-6-15
ca: Suposant que avui sigui 15 de juny del 2017, s'obtindran les dades resumides corresponents al període entre l'1 de maig del 2017 i el 15 de juny del 2017.
da: Idet det antages, at dags dato er 15-6-2017, hent oversigtsdata fra 1-5-2017 til 15-6-2017
de: Wenn heute der 15. Juni 2017 ist, dann werden zusammenfassende Daten für den Zeitraum zwischen dem 1. Mai 2017 und dem 15. Juni 2017 abgerufen.
et: Eeldusel, et täna on 15.06.2017, too kokkuvõtvad andmed vahemikus 01.05.2017 kuni 15.06.2017
eu: Gaur 2017-6-15 dela suposatuz, lortu 2017-5-1 eta 2017-6-15 arteko datuen laburpena
fi: Olettaen, että tänään on 2017-6-15, hae yhteenvetotiedot välillä 2017-5-1 ja 2017-6-15
fr: En supposant qu’aujourd'hui nous sommes le 15-06-2017, obtient les données des synthèses entre le 01-05-2017 et le 15-06-2017
gl: Supoñendo que hoxe é 15/06/2017, obtén os datos de resumos para os días comprendidos entre o 01/05/2017 e o 15/06/2017
he: בהנחה שהתאריך היום הוא 15/6/2017, תקבל סיכומי נתונים בין התאריכים 1/5/2017 ל- 15/6/2017
hi: आज को 2017-6-15 मानकर, 2017-5-1 से 2017-6-15 के बीच का सारांश डेटा प्राप्त करें
hr: Ako je danas 15.6.2017., dohvati podatke sažetaka između 1.5.2017. i 15.6.2017.
hu: Ha a mai dátum 2017. 6. 15., lekéri a 2017. 5. 1. és 2017. 6. 15. közötti adatok összesítését
id: Asumsikan hari ini adalah 15-6-2017, dapatkan data ringkasan dari 1-5-2017 hingga 15-6-2017
it: Supponendo che oggi sia il 15/06/2017, ottiene i dati dei riepiloghi per il periodo dal 01/05/2017 al 15/06/2017
ja: 今日を 2017-6-15 と仮定し、2017-5-1 から 2017-6-15 までの集計データを取得します
kk: Бүгінгі күнді 2017-6-15 деп қабылдап, 2017-5-1 және 2017-6-15 аралығындағы жиынтықтардың деректерін алу
ko: 오늘이 2017년 6월 15일이라고 가정할 경우 2017년 5월 1일부터 2017년 6월 15일까지의 요약 데이터를 가져옵니다.
lt: Tariant, kad šiandien yra 2017-06-15, gaunami laikotarpio nuo 2017-05-01 iki 2017-06-15 suvestinių duomenys
lv: Pieņemot, ka šodien ir 15.06.2017, iegūt kopsavilkumu datus starp 01.05.2017 un 15.06.2017
ms: Katakan hari ini ialah 2017-6-15, dapatkan data ringkasan antara 2017-5-1 hingga 2017-6-15
nl: Ervan uitgaande dat het vandaag 15-6-2017 is, samenvattingen van gegevens ophalen van 1-5-2017 tot en met 15-6-2017
no: Forutsatt at i dag er 15.06.2017, kan du får sammendragsdata fra 01.05.2017 til 15.06.2017
pl: Zakładając, że bieżąca data to 2017-06-15, pobierz dane podsumowań z okresu od 2017-05-01 do 2017-06-15
pt_br: Supondo que hoje seja 15/6/2017, obter dados de resumos entre 1/5/2017 e 15/6/2017
ro: Presupunând că astăzi este 15.06.2017, obțineți rezumatele de date dintre 1.05.2017 și 15.06.2017
ru: Предположив, что сегодня 15.06.2017, получить данные сводок между датами 01.05.2017 и 15.06.2017
sk: Načíta údaje o súhrnoch medzi 1. 5. 2017 a 15. 6. 2017 za predpokladu, že dnes je 15. 6. 2017
sr_cyrl_rs: Под претпоставком да је данас 15.6.2017., преузмите податке резимеа између 1.5.2017. и 15.6.2017.
sr_latn_rs: Pod pretpostavkom da je danas 15.6.2017., preuzmite podatke rezimea između 1.5.2017. i 15.6.2017.
th: สมมติว่าวันนี้คือ 2017-6-15 ให้รับสรุปข้อมูลระหว่าง 2017-5-1 ถึง 2017-6-15
uk: Припускаючи, що сьогодні 15.06.2017, отримати дані зведень за період від 01.05.2017 до 15.06.2017.
vi: Giả sử hôm nay là ngày 15 tháng 6 năm 2017, nhận dữ liệu tóm tắt từ ngày 1 tháng 5 năm 2017 đến ngày 15 tháng 6 năm 2017
zh_hant: 假設今天是 2017-6-15，會取得 2017-5-1 至 2017-6-15 間的摘要資料

# CodeSample_1_Result
source: Function will return summaries data between 2017-5-1 to 2017-6-15
ar: سترجع الدالة بيانات الملخصات من 2017-5-1 إلى 2017-6-15
ca: La funció retornarà els resums corresponents al període entre l'1 de maig del 2017 i el 15 de juny del 2017.
da: Funktionen returnerer oversigtsdata fra 1-5-2017 til 15-6-2017
de: Die Funktion gibt zusammenfassende Daten für den Zeitraum zwischen dem 1. Mai 2017 und dem 15. Juni 2017 zurück.
et: Funktsioon tagastab kokkuvõtvad andmed vahemikus 01.05.2017 kuni 15.06.2017
eu: 2017-5-1 eta 2017-6-15 arteko datuen laburpena itzuliko du funtzioak
fi: Funktio palauttaa yhteenvetotiedot välillä 2017-5-1 ja 2017-6-15
fr: La fonction retourne les données des synthèses entre le 01-05-2017 et le 15-06-2017
gl: A función devolverá datos resumidos de entre o 01/05/2017 e o 15/06/2017
he: הפונקציה תחזיר את סיכומי הנתונים בין התאריכים 1/5/2017 ל-15/6/2017
hi: फ़ंक्शन 2017-5-1 से 2017-6-15 के बीच का सारांश डेटा देगा
hr: Funkcija će vratiti podatke sažetaka između 1.5.2017. i 15.6.2017.
hu: A függvény a 2017. 5. 1. és 2017. 6. 15. közötti összefoglaló adatokat adja vissza
id: Fungsi akan mengembalikan data ringkasan dari 1-5-2017 hingga 15-6-2017
it: La funzione restituisce i dati dei riepiloghi per il periodo dal 01/05/2017 al 15/06/2017
ja: 関数は、2017-5-1 から 2017-6-15 までの集計データを返します
kk: Функция 2017-5-1 және 2017-6-15 аралығындағы жиынтықтардың деректерін қайтарады
ko: 함수는 2017년 5월 1일부터 2017년 6월 15일까지의 요약 데이터를 반환합니다.
lt: Funkcija pateiks suvestinių duomenis nuo 2017-05-01 iki 2017-06-15
lv: Funkcija atgriezīs kopsavilkumu datus no 01.05.2017 līdz 15.06.2017
ms: Fungsi akan mengembalikan data antara 2017-5-1 hingga 2017-6-15
nl: De functie geeft als resultaat een samenvatting van de gegevens tussen 1-5-2017 en 15-6-2017
no: Funksjonen returnerer sammendragsdata fra 01.05.2017 til 15.06.2017
pl: Funkcja zwróci dane podsumowań z okresu od 2017-05-01 do 2017-06-15
pt_br: A função retornará dados de resumos entre 1/5/2017 e 15/6/2017
ro: Funcția va returna rezumatele de date dintre 1.05.2017 și 15.06.2017
ru: Функция вернет данные сводок с 01.05.2017 по 15.06.2017
sk: Funkcia vráti údaje o súhrnoch medzi 1. 5. 2017 a 15. 6. 2017
sr_cyrl_rs: Функција ће вратити податке резимеа између 1.5.2017. и 15.6.2017.
sr_latn_rs: Funkcija će vratiti podatke rezimea između 1.5.2017. i 15.6.2017.
th: ฟังก์ชันจะส่งกลับข้อมูลสรุประหว่าง 2017-5-1 ถึง 2017-6-15
uk: Функція повертає дані зведень за період від 01.05.2017 до 15.06.2017.
vi: Hàm sẽ trả về dữ liệu tóm tắt từ ngày 1 tháng 5 năm 2017 đến ngày 15 tháng 6 năm 2017
zh_hant: 函式會傳回 2017-5-1 至 2017-6-15 間的摘要資料
