Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureCostManagement/resources.*.resx
Languages: ar, ca, da, de, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, th, uk, vi, zh_hant

# Parameter_Choose_Scope
source: Choose Scope
ar: اختيار النطاق
ca: Trieu l'àmbit
da: Vælg område
de: Umfang auswählen
et: Valige ulatus
eu: Aukeratu esparrua
fi: Valitse vaikutusalue
fr: Choisir une portée
gl: Escoller ámbito
he: בחירת טווח
hi: सीमाक्षेत्र चुनें
hr: Odabir dosega
hu: Hatókör kiválasztása
id: Pilih Cakupan
it: Scegli ambito
ja: 範囲の選択
kk: Ауқымды таңдау
ko: 범위 선택
lt: Pasirinkti aprėptį
lv: Izvēlēties tvērumu
ms: Pilih Skop
nl: Bereik kiezen
no: Velg omfang
pl: Wybierz zakres
pt_br: Escolher Escopo
ro: Alegeți domeniul de aplicare
ru: Выбрать область действия
sk: Vybrať rozsah
sr_cyrl_rs: Избор опсега
sr_latn_rs: Izbor opsega
th: เลือกขอบเขต
uk: Вибрати область
vi: Chọn phạm vi
zh_hant: 選擇範圍

# Parameter_Months
source: Input the number of months to include.
ar: أدخل عدد الشهور المطلوب تضمينها.
ca: Introduïu el nombre de mesos que voleu incloure.
da: Angiv det antal måneder, der skal medtages.
de: Geben Sie die Anzahl der einzuschließenden Monate ein.
et: Sisestage kaasatavate kuude arv.
eu: Idatzi gehituko den hilabete kopurua.
fi: Anna sisällytettävien kuukausien määrä.
fr: Entrez le nombre de mois à ajouter.
gl: Introduza o número de meses que se van incluír.
he: הזן את מספר החודשים שיש לכלול.
hi: शामिल करने के लिए महीनों की संख्या डालें.
hr: Unesite broj mjeseci koje želite obuhvatiti.
hu: Adja meg a belefoglalandó hónapok számát.
id: Masukkan jumlah bulan untuk disertakan.
it: Immettere il numero di mesi da includere.
ja: 含める月数を入力します。
kk: Қосылатын айлар санын енгізіңіз.
ko: 포함할 개월 수를 입력합니다.
lt: Įveskite įtrauktinų mėnesių skaičių.
lv: Ievadiet iekļaujamo mēnešu skaitu.
ms: Masukkan bilangan bulan untuk disertakan.
nl: Voer het aantal maanden in dat moet worden opgenomen.
no: Angi antall måneder som skal inkluderes.
pl: Wprowadź liczbę miesięcy do uwzględnienia.
pt_br: Insira o número de meses a serem incluídos.
ro: Introduceți numărul de luni de inclus.
ru: Введите число включаемых месяцев.
sk: Zadajte počet mesiacov, ktoré sa majú zahrnúť.
sr_cyrl_rs: Унесите број месеци које треба обухватити.
sr_latn_rs: Unesite broj meseci koje treba obuhvatiti.
th: ป้อนจำนวนเดือนที่จะรวม
uk: Введіть кількість місяців, які потрібно додати.
vi: Nhập số tháng để bao gồm.
zh_hant: 輸入要包含的月份數。

# Parameter_Scope_Value
source: Input either your Billing Profile ID or Enrollment Number
ar: إدخال إما معرف ملف تعريف الفوترة أو رقم التسجيل
ca: Introduïu l'ID del perfil de facturació o el número d'inscripció.
da: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
de: Geben Sie entweder Ihre Abrechnungsprofil-ID oder die Registrierungsnummer ein.
et: Sisestage arveldusprofiili ID või registreerimisnumber
eu: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
fi: Anna joko laskutusprofiilisi tunnus tai rekisteröintinumerosi
fr: Entrer votre ID de profil de facturation ou votre numéro d'inscription
gl: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
he: הזן את מזהה הפרופיל לחיוב או מספר ההרשמה שלך
hi: अपना बिलिंग प्रोफ़ाइल ID या नामांकन संख्या डालें
hr: Unesite ID profila za naplatu ili broj pristupnice
hu: Adja meg a számlázási profil azonosítóját vagy regisztrációs számát
id: Masukkan ID Profil Tagihan atau Nomor Pendaftaran Anda
it: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
ja: 課金プロファイル ID または登録番号のいずれかを入力してください
kk: Шот ұсыну профилінің идентификаторын немесе тіркеу нөмірін енгізу
ko: 청구 프로필 ID 또는 등록 번호 입력
lt: Įveskite savo atsiskaitymo profilio ID arba registracijos numerį
lv: Ievadiet savu norēķinu profila ID vai reģistrācijas numuru
ms: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
nl: Voer uw factureringsprofiel-id of inschrijvingsnummer in
no: Angi enten faktureringsprofil-ID eller registreringsnummer
pl: Wprowadź identyfikator profilu rozliczeniowego lub numer rejestracji
pt_br: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
ro: Introduceți ID-ul profilului de facturare sau numărul de înscriere
ru: e1b90562-f94b-452a-9a4d-5c27ca74a8f2 / 8608480
sk: Zadajte ID alebo číslo registrácie svojho fakturačného profilu
sr_cyrl_rs: Унесите ID профила наплате или број уписнице
sr_latn_rs: Unesite ID profila naplate ili broj upisnice
th: ป้อน ID โปรไฟล์การเรียกเก็บเงินหรือหมายเลขการลงทะเบียนของคุณ
uk: Введіть ідентифікатор профілю для виставлення рахунків або реєстраційний номер
vi: Nhập ID hồ sơ thanh toán hoặc số đăng ký của bạn
zh_hant: 輸入帳單設定檔識別碼或註冊號碼

# Parameter_azureCloud_FieldCaption
source: Azure Cloud
ca: Núvol de l'Azure
fr: Cloud Azure
he: ענן Azure
hr: Oblak Azure
kk: Azure бұлты
lv: Azure mākonis
pl: Chmura platformy Azure
uk: Хмара Azure Cloud
vi: Đám mây Azure
zh_hant: Azure 雲端

# Parameter_azureCloud_FieldDescription
source: The Cloud being used by the subscrption
ar: السحابة التي يستخدمها الاشتراك
ca: Núvol que utilitza la subscripció
de: Die vom Abonnement verwendete Cloud
et: Tellimuses kasutatav pilvteenus
fi: Tilauksen käyttämä pilvi
fr: Cloud utilisé par l’abonnement
he: הענן נמצא בשימוש על-ידי המינוי
hi: सदस्यता द्वारा उपयोग किया जा रहा क्लाउड
hr: Oblak koji se koristi u sklopu pretplate
hu: Az előfizetés által használt felhő
id: Cloud yang digunakan oleh langganan
ja: サブスクリプションによって使用されているクラウド
kk: Жазылым үшін пайдаланылатын бұлт
ko: 구독에서 사용되는 클라우드
lt: Debesis naudojamas pagal prenumeratą
lv: Mākoni izmanto abonements
nl: De cloud die wordt gebruikt door het abonnement
no: Skyen som brukes av abonnementet
pl: Chmura używana przez subskrypcję
ro: Mediul cloud utilizat de abonament
sk: Cloud používaný predplatným
sr_cyrl_rs: Облак који се користи у претплати
sr_latn_rs: Oblak koji se koristi u pretplati
th: ระบบคลาวด์กำลังถูกใช้โดยการสมัครใช้งาน
uk: Хмара, що використовується за передплатою
vi: Đám mây đang được đăng ký này sử dụng
zh_hant: 訂用帳戶使用的雲端

# Parameter_azureCloud_SampleValues
source: 'global', 'us-government'
ar: 'عمومي'، 'حكومة الولايات المتحدة'
et: 'globaalne', 'usa-riigiasutus'
fi: maailmanlaajuinen, Yhdysvaltain hallitus
he: 'כללי', 'ממשלת ארה"ב'
hr: 'globalno', 'vlada-SAD-a'
id: 'global', 'pemerintah AS'
kk: "глобалдық", "ақш-үкіметі"
lt: „visuotinis“, „jav-vyriausybė“
lv: 'globāls', 'ASV-valdība'
nl: global, us-gov
no: "global", "USA-myndigheter"
uk: "Глобальна", "US Government"

# Parameter_CustomScope
source: Scope Identifier
ar: معرف النطاق
ca: Identificador de l'àmbit
de: Bereichsbezeichner
et: Ulatuse identifikaator
fi: Vaikutusalueen tunniste
fr: Identificateur de l’étendue
he: מזהה טווח
hi: स्कोप आइडेंटिफ़ायर
hr: Identifikator opsega
hu: Hatókör-azonosító
id: Pengidentifikasi Lingkup
ja: 範囲識別子
kk: Ауқым идентификаторы
ko: 범위 식별자
lt: Aprėpties identifikatorius
lv: Tvēruma identifikators
nl: Bereik-id
no: Omfangs-ID
pl: Identyfikator zakresu
ro: Identificator de domeniu de aplicare
sk: Identifikátor rozsahu
sr_cyrl_rs: Идентификатор опсега
sr_latn_rs: Identifikator opsega
th: ตัวระบุขอบเขต
uk: Ідентифікатор області
vi: Mã định danh phạm vi
zh_hant: 範圍識別碼

# Parameter_EndDate
source: Input end date.
ar: أدخل تاريخ الانتهاء.
ca: Introduïu la data de finalització.
de: Enddatum eingeben.
et: Sisendi lõppkuupäev.
fi: Kirjoita päättymispäivä.
fr: Saisissez la date de fin.
he: תאריך סיום קלט.
hi: इनपुट समाप्ति तिथि.
hr: Unesite datum završetka.
hu: Adja meg a záró dátumot.
id: Masukkan tanggal selesai.
ja: 終了日を入力します。
kk: Аяқталу күнін енгізіңіз.
ko: 입력 종료 날짜입니다.
lt: Įvesties pabaigos data.
lv: Ievadiet beigu datumu.
nl: Einddatum van invoer.
no: Angi sluttdato.
pl: Wprowadź datę zakończenia.
ro: Introduceți data de sfârșit.
sk: Zadajte koncový dátum.
sr_cyrl_rs: Унесите датума завршетка.
sr_latn_rs: Unesite datum završetka.
th: วันที่สิ้นสุดการป้อนข้อมูล
uk: Дата завершення періоду для вхідних даних.
vi: Nhập ngày kết thúc.
zh_hant: 輸入結束日期。

# Parameter_StartDate
source: Input start date.
ar: أدخل تاريخ البدء.
ca: Introduïu la data d'inici.
de: Startdatum eingeben.
et: Sisendi alguskuupäev.
fi: Kirjoita alkamispäivä.
fr: Saisissez la date de début.
he: תאריך התחלה של קלט.
hi: इनपुट प्रारंभ दिनांक.
hr: Unesite datum početka.
hu: Adja meg a kezdő dátumot.
id: Masukkan tanggal mulai.
ja: 開始日を入力します。
kk: Басталу күнін енгізіңіз.
ko: 입력 시작 날짜입니다.
lt: Įvesties pradžios data.
lv: Ievades sākuma datums.
nl: Begindatum van invoer.
no: Startdato for inndata.
pl: Wprowadź datę rozpoczęcia.
ro: Introduceți data de început.
sk: Zadajte počiatočný dátum.
sr_cyrl_rs: Датум почетка уноса.
sr_latn_rs: Unesite datum početka.
th: วันที่เริ่มต้นการป้อนข้อมูล
uk: Дата початку періоду для вхідних даних.
vi: Nhập ngày bắt đầu.
zh_hant: 輸入開始日期。

# lbl_End_Date
source: End Date
ar: تاريخ الانتهاء
ca: Data de finalització
de: Enddatum
et: Lõppkuupäev
fi: Päättymispäivämäärä
fr: Date de fin
he: תאריך סיום
hi: समाप्ति दिनांक
hr: Datum završetka
hu: Záró dátum
id: Tanggal Selesai
ja: 終了日
kk: Аяқталу күні
ko: 종료 날짜
lt: Pabaigos data
lv: Beigu datums
nl: Einddatum
no: Sluttdato
pl: Data zakończenia
ro: Data de sfârșit
sk: Koncový dátum
sr_cyrl_rs: Датум завршетка
sr_latn_rs: Datum završetka
th: วันสิ้นสุด
uk: Дата завершення
vi: Ngày kết thúc
zh_hant: 結束日期

# lbl_Start_Date
source: Start Date
ar: تاريخ البدء
ca: Data d'inici
de: Startdatum
et: Alguskuupäev
fi: Alkamispäivämäärä
fr: Date de début
he: תאריך התחלה
hi: प्रारंभ दिनांक
hr: Datum početka
hu: Kezdő dátum
id: Tanggal Mulai
ja: 開始日
kk: Басталу күні
ko: 시작 날짜
lt: Pradžios data
lv: Sākuma datums
nl: Begindatum
no: Startdato
pl: Data rozpoczęcia
ro: Data de început
sk: Počiatočný dátum
sr_cyrl_rs: Датум почетка
sr_latn_rs: Datum početka
th: วันเริ่มต้น
uk: Дата початку
vi: Ngày bắt đầu
zh_hant: 開始日期

# lblChooseScopeHelp
source: Select the scope name to fetch the records.
ar: حدد اسم النطاق لإحضار السجلات.
ca: Seleccioneu el nom de l'àmbit per obtenir els registres.
de: Wählen Sie den Bereichsnamen aus, um die Datensätze abzurufen.
et: Valige kirjete toomiseks ulatuse nimi.
fi: Nouda tietueet valitsemalla vaikutusalueen nimi.
fr: Sélectionnez le nom de l'étendue pour récupérer les enregistrements.
he: בחר את שם הטווח כדי להביא את הרשומות.
hi: रिकॉर्ड फ़ेच करने के लिए खोज सीमा नाम का चयन करें.
hr: Odaberite naziv dosega za dohvaćanje zapisa.
hu: Válassza ki a hatókör nevét a rekordok beolvasásához.
id: Pilih nama cakupan untuk mengambil rekaman.
ja: レコードをフェッチするスコープ名を選択します。
kk: Жазбаларды алу үшін ауқым атауын таңдаңыз.
ko: 레코드를 가져올 범위 이름을 선택합니다.
lt: Pasirinkite aprėpties pavadinimą, kad iškviestumėte įrašus.
lv: Atlasiet tvēruma nosaukumu, lai ienestu ierakstus.
nl: Selecteer de scopenaam om de records op te halen.
no: Velg områdenavnet for å hente postene.
pl: Wybierz nazwę zakresu, aby pobrać rekordy.
ro: Selectați numele întinderii pentru preluarea înregistrărilor.
sk: Vyberte názov rozsahu na načítanie záznamov.
sr_cyrl_rs: Наведите назив опсега претраге за добављање записа.
sr_latn_rs: Navedite ime opsega da biste dobavili zapise.
th: เลือกชื่อขอบเขตที่จะดึงข้อมูลระเบียน
uk: Виберіть ім’я області для отримання записів.
vi: Chọn tên của phạm vi để tải hàng.
zh_hant: 選取要擷取資料列的範圍名稱。

# lblEndDateHelp
source: Specify the end date to analyze a specific date range of records.
ar: حدد تاريخ الانتهاء لتحليل نطاق تاريخ محدد للسجلات.
ca: Especifiqueu la data de finalització per analitzar un interval de dates específic dels registres.
de: Geben Sie das Enddatum für die Analyse eines bestimmten Datumsbereichs von Datensätzen an.
et: Määrake lõppkuupäev, et analüüsida kindlat kirjete kuupäevavahemikku.
fi: Määritä päättymispäivä, jotta voit analysoida tietyn päivämääräalueen tietueita.
fr: Spécifiez la date de fin pour analyser une plage de dates spécifique d'enregistrements.
he: ציין את תאריך הסיום לניתוח טווח תאריכים ספציפי של רשומות.
hi: रेकॉर्ड की किसी निर्दिष्ट दिनांक श्रेणी का विश्लेषण करने के लिए समाप्ति दिनांक निर्दिष्ट करें.
hr: Navedite datum završetka za analizu određenog raspona datuma zapisa.
hu: Adja meg a záró dátumot a rekordok egy adott dátumtartományának elemzéséhez.
id: Tentukan tanggal selesai untuk menganalisis rentang tanggal rekaman tertentu.
ja: レコードの特定の日付範囲を分析する終了日を指定します。
kk: Жазбалардың белгілі бір күндер ауқымын талдау үшін аяқталу күнін көрсетіңіз.
ko: 레코드의 특정 날짜 범위를 분석할 종료 날짜를 지정합니다.
lt: Nurodykite pabaigos datą, kad būtų galima analizuoti konkretų įrašų datų diapazoną.
lv: Norādiet beigu datumu, lai analizētu noteiktu ierakstu datumu diapazonu.
nl: Geef de einddatum op om een specifiek datumbereik met records te analyseren.
no: Angi sluttdatoen for å analysere et bestemt datointervall med poster.
pl: Określ datę zakończenia, aby przeanalizować określony zakres dat rekordów.
ro: Specificați data de sfârșit pentru a analiza un anumit interval de date de înregistrări.
sk: Zadajte koncový dátum na analýzu konkrétneho rozsahu dátumov záznamov.
sr_cyrl_rs: Наведите датум завршетка да бисте анализирали одређени опсега датума записа.
sr_latn_rs: Navedite datum završetka da biste analizirali određeni opseg datuma zapisa.
th: ระบุวันที่สิ้นสุดเพื่อวิเคราะห์ช่วงวันที่เฉพาะของระเบียน
uk: Укажіть дату завершення, щоб аналізувати записи за певний проміжок часу.
vi: Chỉ định ngày kết thúc để phân tích phạm vi ngày cụ thể của các hàng.
zh_hant: 指定结束日期以分析特定的資料列日期範圍。

# lblNumberOfMonthsHelp
source: Specify the number of months of data you want to report on. If you wish to analyze a specific date range, enter number of months as 0 and specify dates in 'Advanced Options'
ar: حدد عدد الأشهر الخاص بالبيانات التي تريد الإبلاغ عنها. إذا كنت ترغب في تحليل نطاق تاريخ معين، فأدخل عدد الشهور بقيمة 0 وحدد التواريخ في 'الخيارات المتقدمة'
ca: Especifiqueu el nombre de mesos de les dades de les que voleu informar. Si voleu analitzar un interval específic de dates, introduïu el nombre de mesos com a 0 i especifiqueu les dates a "Opcions avançades"
de: Geben Sie die Anzahl der Monate der Daten an, über die Sie berichten möchten. Wenn Sie einen bestimmten Datumsbereich analysieren möchten, geben Sie die Anzahl der Monate als 0 ein und geben Sie Datumsangaben in "Erweiterte Optionen" an
et: Määrake nende andmete kuude arv, mille kohta soovite aruannet esitada. Kui soovite analüüsida kindlat kuupäevavahemikku, sisestage kuude arvuks 0 ja määrake kuupäevad menüüs „Täpsemad suvandid“
fi: Määritä niiden kuukausien määrä, joista haluat raportoida. Jos haluat analysoida tietyn päivämääräalueen, anna kuukausien määrä muodossa 0 ja määritä päivämäärät Lisäasetukset-kohdassa
fr: Spécifiez le nombre de mois de données sur lesquelles vous souhaitez générer un rapport. Si vous souhaitez analyser une plage de dates spécifique, entrez le nombre de mois comme 0 et spécifiez les dates dans « Options avancées »
he: ציין את מספר החודשים של הנתונים שעליהם ברצונך לדווח. אם ברצונך לנתח טווח תאריכים ספציפי, הזן את מספר החודשים כ- 0 וציין תאריכים ב'אפשרויות מתקדמות'
hi: डेटा के उन महीनों की संख्या निर्दिष्ट करें, जिन पर आप रिपोर्ट करना चाहते हैं. यदि आप किसी निर्दिष्ट दिनांक सीमा का विश्लेषण करना चाहते हैं, तो 0 के रूप में महीनों की संख्या दर्ज करें और 'उन्नत विकल्प' में दिनांक निर्दिष्ट करें
hr: Navedite broj mjeseci podataka o kojima želite izvještavati. Ako želite analizirati određeni raspon datuma, unesite broj mjeseci kao 0 i navedite datume u odjeljku „Napredne mogućnosti“
hu: Adja meg, hogy hány hónapnyi adatról szeretne jelentést összeállítani. Ha egy adott dátumtartományt szeretne elemezni, a hónapok száma legyen 0, és adja meg a dátumokat a Speciális beállításokban
id: Tentukan jumlah bulan data yang ingin Anda laporkan. Jika Anda ingin menganalisis rentang tanggal tertentu, masukkan angka 0 pada jumlah bulan dan tentukan tanggal di 'Opsi Lanjutan'
ja: レポートするデータの月数を指定します。特定の日付範囲を分析する場合は、月数を 0 として入力し、[詳細オプション] で日付を指定します
kk: Есеп бергіңіз келетін деректердің айлар санын көрсетіңіз. Белгілі бір күндер ауқымын талдағыңыз келсе, 0 деген айлар санын енгізіңіз және «Кеңейтілген параметрлер» ішінде күндерді көрсетіңіз.
ko: 보고할 데이터의 월 수를 지정합니다. 특정 날짜 범위를 분석하려면 월 수를 0으로 입력하고 '고급 옵션'에서 날짜를 지정합니다.
lt: Nurodykite mėnesių duomenų, apie kuriuos norite pranešti, skaičių. Jei norite analizuoti konkretų datų diapazoną, įveskite mėnesių skaičių kaip 0 ir nurodykite datas dalyje „Išplėstinės parinktys“
lv: Norādiet mēnešu skaitu datiem, par kuriem vēlaties ziņot. Ja vēlaties analizēt noteiktu datumu diapazonu, ievadiet mēnešu skaitu kā 0 un norādiet datumus sadaļā Papildu opcijas
nl: Geef het aantal maanden aan gegevens op waarover u wilt rapporteren. Als u een specifiek datumbereik wilt analyseren, voert u het aantal maanden in als 0 en geeft u datums op in Geavanceerde opties
no: Angi antall måneder med data du vil rapportere om. Hvis du vil analysere et bestemt datointervall, angir du antall måneder som 0 og angir datoer i Avanserte alternativer
pl: Określ liczbę miesięcy danych, dla których chcesz zgłosić raport. Jeśli chcesz przeanalizować określony zakres dat, wprowadź liczbę miesięcy jako 0 i określ daty w obszarze „Opcje zaawansowane”
ro: Specificați numărul de luni pentru care doriți raportarea datelor. Dacă doriți să analizați un anumit interval de date, introduceți numărul de luni ca fiind 0 și specificați datele în „Opțiuni complexe”
sk: Zadajte počet mesiacov údajov, pre ktoré chcete vytvoriť zostavu. Ak chcete analyzovať konkrétny rozsah dátumov, zadajte počet mesiacov ako 0 a zadajte dátumy v časti Rozšírené možnosti.
sr_cyrl_rs: Наведите број месеци података о којима желите да извештавате. Ако желите да анализирате одређени опсег датума, унесите број месеци као 0 и наведите датуме у одељку "Напредне опције"
sr_latn_rs: Navedite broj meseci podataka o kojima želite da prijavite izveštaj. Ako želite da analizirate određeni opseg datuma, unesite broj meseci kao 0 i navedite datume u odeljku „Napredne opcije“
th: ระบุจํานวนเดือนของข้อมูลที่คุณต้องการรายงาน ถ้าคุณต้องการวิเคราะห์ช่วงวันที่ที่ระบุ ให้ป้อนจํานวนเดือนเป็น 0 และระบุวันที่ใน 'ตัวเลือกขั้นสูง'
uk: Укажіть кількість місяців, щоб створити звіт на основі їх даних. Щоб аналізувати дані за певний проміжок часу, укажіть 0 для кількості місяців і введіть дати в розділі "Додаткові параметри".
vi: Chỉ định số tháng cho dữ liệu mà bạn muốn dùng để báo cáo. Nếu bạn muốn phân tích một phạm vi ngày cụ thể, hãy nhập số tháng là 0 và chỉ định các ngày trong phần “Tùy chọn nâng cao”
zh_hant: 指定要報告的資料月份數。若要分析特定的日期範圍，請將月份數輸入為 0，並在 [進階選項] 中指定日期

# lblStartDateHelp
source: Specify the start date to analyze a specific date range of records.
ar: حدد تاريخ البدء لتحليل نطاق تاريخ محدد للسجلات.
ca: Especifiqueu la data d'inici per analitzar un interval específic de dates dels registres.
de: Geben Sie das Startdatum für die Analyse eines bestimmten Datumsbereichs von Datensätzen an.
et: Määrake alguskuupäev, et analüüsida kindlat kirjete kuupäevavahemikku.
fi: Määritä alkamispäivä, jos haluat analysoida tietyn päivämääräalueen tietueita.
fr: Spécifiez la date de début pour analyser une plage de dates spécifique d'enregistrements.
he: ציין את תאריך ההתחלה לניתוח טווח תאריכים ספציפי של רשומות.
hi: रेकॉर्ड की किसी निर्दिष्ट दिनांक श्रेणी का विश्लेषण करने के लिए आरंभ तिथि दिनांक निर्दिष्ट करें.
hr: Navedite datum početka za analizu određenog raspona datuma zapisa.
hu: Adja meg a kezdő dátumot a rekordok egy adott dátumtartományának elemzéséhez.
id: Tentukan tanggal mulai untuk menganalisis rentang tanggal rekaman tertentu.
ja: レコードの特定の日付範囲を分析する開始日を指定します。
kk: Жазбалардың белгілі бір күндер ауқымын талдау үшін басталу күнін көрсетіңіз.
ko: 레코드의 특정 날짜 범위를 분석할 시작 날짜를 지정합니다.
lt: Nurodykite pradžios datą, kad būtų galima analizuoti konkretų įrašų datų diapazoną.
lv: Norādiet sākuma datumu, lai analizētu noteiktu ierakstu datumu diapazonu.
nl: Geef de begindatum op om een specifiek datumbereik van records te analyseren.
no: Angi startdatoen for å analysere et bestemt datointervall med poster.
pl: Określ datę rozpoczęcia, aby przeanalizować określony zakres dat rekordów.
ro: Specificați data de început pentru a analiza un anumit interval de date de înregistrări.
sk: Zadajte počiatočný dátum na analýzu konkrétneho rozsahu dátumu záznamov.
sr_cyrl_rs: Наведите датум почетка да бисте анализирали одређени опсега датума записа.
sr_latn_rs: Navedite datum početka da biste analizirali određeni opseg datuma zapisa.
th: ระบุวันที่เริ่มต้นเพื่อวิเคราะห์ช่วงวันที่เฉพาะของระเบียน
uk: Укажіть дату початку, щоб аналізувати записи за певний проміжок часу.
vi: Chỉ định ngày bắt đầu để phân tích các hàng trong phạm vi ngày cụ thể.
zh_hant: 指定開始日期以分析特定的資料列日期範圍。

# ParameterCustomScopeHelp
source: Enter the value for "Scope Identifier", only if the selected "Scope" is "Manually Input Scope"
ar: أدخل قيمة "Scope Identifier" فقط إن كانت معلمة "Scope" المحددة هي "Manually Input Scope"
ca: Introduïu el valor d'"Identificador de l'àmbit" només si l'"àmbit" seleccionat és "Àmbit d'entrada manual"
de: Geben Sie den Wert für „Bereichsbezeichner“ nur ein, wenn der ausgewählte „Bereich“ „Bereich manuell eingeben“
et: Sisestage üksuse „Ulatuse identifikaator“ väärtus ainult siis, kui valitud „Ulatus“ on „Käsitsi sisestatav ulatus“
fi: Anna vaikutusalueen tunnuksen arvo vain, jos valittu vaikutusalue on "Syötekäyttöalue manuaalisesti"
fr: Entrez la valeur de « Identificateur d’étendue », uniquement si l’étendue sélectionnée est « Entrer étendue manuellement »
he: הזן את הערך עבור "מזהה טווח", רק אם "טווח" שנבחר הוא "טווח קלט ידני"
hi: "स्कोप आइडेंटिफ़ायर" के लिए मान दर्ज करें, केवल तभी जब चयनित "स्कोप" "मैन्युअल रूप से इनपुट स्कोप" हो
hr: Unesite vrijednost za „Identifikator opsega“ samo ako je odabrani „Opseg“ „Ručno ulazni doseg“
hu: Csak akkor adja meg a „Hatókör-azonosító” értékét, ha a kiválasztott „Hatókör” „Manuálisan megadott hatókör”
id: Masukkan nilai untuk "Pengidentifikasi Cakupan", hanya jika "Cakupan" yang dipilih adalah "Masukkan Cakupan Secara Manual"
ja: 選択した "範囲" が "手動入力スコープ" の場合にのみ、"範囲識別子" の値を入力してください
kk: "Scope Identifier" үшін мәнді тек "Scope" үшін "Manually Input Scope" параметрі таңдалған болса енгізіңіз.
ko: 선택한 "범위"가 "수동 입력 범위"인 경우에만 "범위 식별자" 값을 입력합니다.
lt: Įveskite „Aprėpties identifikatoriaus“ reikšmę tik tada, jei pasirinkta „Aprėptis“ yra „Neautomatinė įvesties aprėptis“
lv: Ievadiet vērtību tvēruma identifikatoram tikai tad, ja atlasītais tvērums ir Manuāls ievades tvērums
nl: Voer de waarde voor Bereik-id in, alleen als het geselecteerde bereik Handmatig invoerbereik is
no: Angi bare verdien for «Scope Identifier» hvis det valgte «Scope» er «Manually Input Scope»
pl: Wprowadź wartość dla elementu „Identyfikator zakresu”, tylko wtedy, gdy zaznaczony „Zakres” jest „ręcznie wprowadzonym zakresem”
ro: Introduceți valoarea pentru „Identificator de context”, numai dacă „Contextul” selectat este „Introduceți manual contextul”
sk: Zadajte hodnotu pre „Identifikátor rozsahu“ iba vtedy, ak je pre „Rozsah“ vybratá možnosť „Manuálne zadať rozsah“
sr_cyrl_rs: Унесите вредност за „Scope Identifier”, само ако је изабрани „Scope” „Manually Input Scope”
sr_latn_rs: Unesite vrednost za „Identifikator opsega“, samo ako je izabrani „Opseg“ „Opseg ručnog unosa“
th: ใส่ค่าสำหรับ "ตัวระบุขอบเขต" เฉพาะในกรณีที่ "ขอบเขต" ที่เลือกคือ "ขอบเขตการป้อนข้อมูลด้วยตนเอง"
uk: Введіть значення для ідентифікатора області, лише якщо вибрана область вводиться вручну
vi: Nhập giá trị cho "Scope Identifier" chỉ khi "Scope" được chọn là "Manually Input Scope"
zh_hant: 只在選取的 [範圍] 為 [手動輸入範圍] 時，輸入 [範圍識別碼] 的值
