Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureCostManagement/resources.*.resx
Languages: ar, ca, da, de, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, th, uk, vi, zh_hant

# CodeSample_2_Code
source: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in result
ca: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultat
da: lad enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
de: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in Ergebnis
et: lubage registreerumisnumber = „100”, optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = „-1” ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) asukohas tulemus
fi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in tulos
fr: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in résultat
he: LET enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ב- תוצאה
hi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in परिणाम
hr: dopusti enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
hu: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in eredmény
kk: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ішінде нәтиже
ko: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 결과
lt: let enrollmentNumber = 100, optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) rezultatas
lv: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], rezultāts = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in rezultāts
ms: katakan enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], hasil = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) dalam hasil
nl: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultaat
no: la enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
pl: pozwól enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) w wynik
ro: permiteți enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) în rezultat
sk: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in výsledok
sr_cyrl_rs: Пусти enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) у резултат
sr_latn_rs: Pusti broj upisivanja = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
th: ให้ enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ใน ผลลัพธ์
vi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in kết quả
zh_hant: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "-1" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 結果

# CodeSample_2_Description
source: Assuming today is 2017-6-15, get summaries data for April 2017.
ar: بافتراض أن اليوم هو 2017-6-15، احصل على بيانات الملخصات لشهر أبريل 2017.
ca: Suposant que avui sigui 15 de juny del 2017, s'obtindran les dades resumides corresponents a l'abril del 2017.
da: Idet det antages, at dags dato er 15-6-2017, hent oversigtsdata for april 2017.
de: Wenn heute der 15. Juni 2017 ist, dann werden zusammenfassende Daten für April 2017 abgerufen.
et: Eeldusel, et täna on 15.06.2017, too 2017. aasta aprilli kokkuvõtvad andmed.
eu: Gaur 2017-6-15 dela suposatuz, lortu 2017ko apirileko datuen laburpena.
fi: Olettaen, että tänään on 2017-6-15, hae yhteenvetotiedot huhtikuulle 2017.
fr: En supposant qu’aujourd'hui nous sommes le 15-06-2017, obtient les données des synthèses d'avril 2017.
gl: Supoñendo que hoxe é 15/06/2017, obtén os datos de resumos para abril de 2017
he: בהנחה שהתאריך היום הוא 15/6/2017, תקבל את סיכומי הנתונים עבור אפריל 2017.
hi: आज को 2017-6-15 मानकर, अप्रैल 2017 का सारांश डेटा प्राप्त करें.
hr: Ako je danas 15.6.2017., dohvati podatke sažetaka za travanj 2017.
hu: Ha a mai dátum 2017. 6. 15., a 2017. áprilisi összefoglaló adatokat kéri le.
id: Asumsikan hari ini adalah 15-6-2017, dapatkan data ringkasan untuk April 2017.
it: Supponendo che oggi sia il 15/06/2017, ottiene i dati dei riepiloghi per il mese di aprile 2017
ja: 今日を 2017-6-15 と仮定し、2017 年 4 月の集計データを取得します。
kk: Бүгінгі күнді 2017-6-15 деп қабылдап, 2017 жылдың сәуір айы үшін жиынтықтардың деректерін алу.
ko: 오늘이 2017년 6월 15일이라고 가정할 경우 2017년 4월의 요약 데이터를 가져옵니다.
lt: Tariant, kad šiandien yra 2017-06-15, gaunami 2017 m. balandžio mėn. suvestinių duomenys.
lv: Pieņemot, ka šodien ir 15.06.2017, iegūt 2017. gada aprīļa kopsavilkumu datus.
ms: Katakan hari ini ialah 2017-6-15, dapatkan data ringkasan untuk April 2017.
nl: Ervan uitgaande dat het vandaag 15-6-2017 is, samenvattingen van gegevens ophalen voor april 2017.
no: Forutsatt at i dag er 15.06.2017, kan du få sammendragsdata for april 2017.
pl: Zakładając, że bieżąca data to 2017-06-15, pobierz dane podsumowań z kwietnia 2017 r.
pt_br: Supondo que hoje seja 15/6/2017, obter dados de resumos de abril de 2017.
ro: Presupunând că astăzi este 15.06.2017, obțineți rezumatele de date pentru aprilie 2017.
ru: Предположив, что сегодня 15.06.2017, получить данные сводок за апрель 2017 г.
sk: Načíta údaje o súhrnoch z apríla 2017 za predpokladu, že dnes je 15. 6. 2017.
sr_cyrl_rs: Под претпоставком да је данас 15.6.2017., преузмите податке резимеа за април 2017.
sr_latn_rs: Pod pretpostavkom da je danas 15.6.2017., preuzmite podatke rezimea za april 2017.
th: สมมติว่าวันนี้คือ 2017-6-15 ให้รับข้อมูลสรุปสำหรับเดือนเมษายน 2017
uk: Припускаючи, що сьогодні 15.06.2017, отримати дані зведень за квітень 2017 р.
vi: Giả sử hôm nay là ngày 15 tháng 6 năm 2017, nhận dữ liệu tóm tắt cho tháng 4 năm 2017.
zh_hant: 假設今天是 2017-6-15，會取得 2017 年 4 月的摘要資料。

# CodeSample_2_Result
source: Function will return data between 2017-4-1 and 2017-4-30
ar: سترجع الدالة البيانات بين 2017-4-1 و2017-4-30
ca: La funció retornarà les dades corresponents al període entre l'1 d'abril del 2017 i el 30 d'abril del 2017.
da: Funktionen returnerer data mellem 1-4-2017 og 30-4-2017
de: Die Funktion gibt Daten für den Zeitraum zwischen dem 1. April 2017 und dem 30. April 2017 zurück.
et: Funktsioon tagastab andmed vahemikus 01.04.2017 ja 30.04.2017
eu: 2017-4-1 eta 2017-4-30 arteko datuak itzuliko ditu funtzioak
fi: Funktio palauttaa tiedot välillä 2017-4-1 ja 2017-4-30
fr: La fonction retourne les données entre le 01-04-2017 et le 30-04-2017
gl: A función devolverá datos de entre o 01/04/2017 e o 30/04/2017
he: הפונקציה תחזיר את הנתונים בין התאריכים 1/4/2017 ל- 30/4/2017
hi: फ़ंक्शन से 2017-4-1 और 2017-4-30 के बीच का डेटा मिलेगा
hr: Funkcija će vratiti podatke između 1.4.2017. i 30.4.2017.
hu: A függvény a 2017. 4. 1. és 2017. 4. 30. közötti adatokat adja vissza
id: Fungsi akan mengembalikan data dari 1-4-2017 hingga 30-4-2017
it: La funzione restituisce i dati per il periodo dal 01/04/2017 al 30/04/2017
ja: 関数は、2017-4-1 から 2017-4-30 までのデータを返します
kk: Функция 2017-4-1 және 2017-4-30 аралығындағы деректерді қайтарады
ko: 함수는 2017년 4월 1일부터 2017년 4월 30일까지의 데이터를 반환합니다.
lt: Funkcija pateiks duomenis nuo 2017-04-01 iki 2017-04-30
lv: Funkcija atgriezīs datus starp 01.04.2017 un 30.04.2017
ms: Fungsi akan mengembalikan data antara 2017-4-1 dan 2017-4-30
nl: De functie geeft als resultaat de gegevens tussen 1-4-2017 en 30-4-2017
no: Funksjonen returnerer data mellom 01.04.2017 og 30.04.2017
pl: Funkcja zwróci dane z okresu od 2017-04-01 do 2017-04-30
pt_br: A função retornará dados entre 1/4/2017 e 30/4/2017
ro: Funcția va returna datele dintre 1.04.2017 și 30.04.2017
ru: Функция вернет данные с 01.04.2017 по 30.04.2017
sk: Funkcia vráti údaje medzi 1. 4. 2017 a 30. 4. 2017
sr_cyrl_rs: Функција ће вратити податке између 1.4.2017. и 30.4.2017.
sr_latn_rs: Funkcija će vratiti podatke između 1.4.2017. i 30.4.2017.
th: ฟังก์ชันจะส่งกลับข้อมูลระหว่าง 2017-4-1 และ 2017-4-30
uk: Функція повертає дані за період від 01.04.2017 до 30.04.2017.
vi: Hàm sẽ trả về dữ liệu từ ngày 1 tháng 4 năm 2017 đến ngày 30 tháng 4 năm 2017
zh_hant: 函式會傳回 2017-4-1 至 2017-4-30 間的資料

# CodeSample_3_Code
source: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in result
ca: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultat
da: lad enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
de: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in Ergebnis
et: lubage registreerumisnumber = „100”, optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = „Kokkuvõtted” ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) asukohas tulemus
fi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Yhteenvedot" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in tulos
fr: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in résultat
he: LET enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ב- תוצאה
hi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in परिणाम
hr: dopusti enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
hu: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in eredmény
kk: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ішінде нәтиже
ko: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 결과
lt: let enrollmentNumber = 100, optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) rezultatas
lv: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], rezultāts = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in rezultāts
ms: katakan enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], hasil = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) dalam hasil
nl: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Samenvattingen" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in resultaat
no: la enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Sammendrag" ], resultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) i resultat
pl: pozwól enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) w wynik
ro: permiteți enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Rezumate" ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) în rezultat
sk: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Súhrny" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in výsledok
sr_cyrl_rs: Пусти enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) у резултат
sr_latn_rs: Pusti broj upisivanja = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], rezultat = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) u rezultat
th: ให้ enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) ใน ผลลัพธ์
vi: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in kết quả
zh_hant: let enrollmentNumber = "100", optionalParameters = [ startBillingDataWindow = "-2", endBillingDataWindow = "0", dataType = "Summaries" ], result = AzureCostManagement.Contents(enrollmentNumber, optionalParameters) in 結果

# CodeSample_3_Description
source: Assuming today is 2017-6-15, get summaries data from April 2017 till now.
ar: بافتراض أن اليوم هو 2017-6-15، احصل على بيانات الملخصات من شهر أبريل 2017 حتى الآن.
ca: Suposant que avui sigui 15 de juny del 2017, s'obtindran les dades resumides corresponents al període entre l'abril del 2017 fins ara.
da: Idet det antages, at dags dato er 15-6-2017, hent oversigtsdata fra april 2017 til nu.
de: Wenn heute der 15. Juni 2017 ist, dann werden zusammenfassende Daten für den Zeitraum von April 2017 bis heute abgerufen.
et: Eeldusel, et täna on 15.06.2017, too vahemiku 2017. aasta aprill kuni tänane kokkuvõtvad andmed.
eu: Gaur 2017-6-15 dela suposatuz, lortu 2017ko apiriletik hasi eta gaur arterako datuen laburpena.
fi: Olettaen, että tänään on 2017-6-15, hae yhteenvetotiedot huhtikuusta 2017 tähän hetkeen.
fr: En supposant qu’aujourd'hui nous sommes le 15-06-2017, obtient les données des synthèses d'avril 2017 à maintenant.
gl: Supoñendo que hoxe é 15/06/2017, obtén os datos de resumos desde abril de 2017 ata agora
he: בהנחה שהתאריך היום הוא 15/6/2017, תקבל את סיכומי הנתונים מאפריל 2017 ועד היום.
hi: आज को 2017-6-15 मानकर, अब से लेकर अप्रैल 2017 तक का सारांश डेटा प्राप्त करें.
hr: Ako je danas 15.6.2017., dohvati podatke sažetaka od travnja 2017. do današnjeg dana.
hu: Ha a mai dátum 2017. 6. 15., a 2017. áprilistól a mai napig tartó összefoglaló adatokat kéri le.
id: Asumsikan hari ini adalah 15-6-2017, dapatkan data ringkasan dari April 2017 sampai sekarang.
it: Supponendo che oggi sia il 15/06/2017, ottiene i dati dei riepiloghi dal mese di aprile 2017 a oggi
ja: 今日を 2017-6-15 と仮定し、2017 年 4 月から現時点までの集計データを取得します。
kk: Бүгінгі күнді 2017-6-15 деп қабылдап, 2017 жылдың сәуір айынан бастап қазірге дейінгі жиынтықтардың деректерін алу.
ko: 오늘이 2017년 6월 15일이라고 가정할 경우 2017년 4월부터 현재까지의 요약 데이터를 가져옵니다.
lt: Tariant, kad šiandien yra 2017-06-15, gaunami suvestinių duomenys nuo 2017 m. balandžio mėn. iki šiandien.
lv: Pieņemot, ka šodien ir 15.06.2017, iegūt kopsavilkumu datus no 2017. gada aprīļa līdz pašreizējam brīdim.
ms: Katakan hari ini ialah 2017-6-15, dapatkan data ringkasan dari April 2017 hingga sekarang.
nl: Ervan uitgaande dat het vandaag 15-6-2017 is, samenvattingen van gegevens ophalen vanaf april 2017 tot nu.
no: Forutsatt at i dag er 15.06.2017, kan du få sammendragsdata fra april 2017 og fram til nå.
pl: Zakładając, że bieżąca data to 2017-06-15, pobierz dane podsumowań z okresu od kwietnia 2017 r. do chwili obecnej.
pt_br: Supondo que hoje seja 15/6/2017, obter dados de resumos de abril de 2017 até o momento.
ro: Presupunând că astăzi este 15.06.2017, obțineți rezumatele de date din aprilie 2017 până acum.
ru: Предположив, что сегодня 15.06.2017, получить данные сводок с апреля 2017 г. по настоящее время.
sk: Načíta údaje o súhrnoch od apríla 2017 až po dnešok za predpokladu, že dnes je 15. 6. 2017.
sr_cyrl_rs: Под претпоставком да је данас 15.6.2017., преузмите податке резимеа од априла 2017. до сада.
sr_latn_rs: Pod pretpostavkom da je danas 15.6.2017., preuzmite podatke rezimea od aprila 2017. do sada.
th: สมมติว่าวันนี้คือ 2017-6-15 ให้รับข้อมูลสรุปจากเดือนเมษายน 2017 จนถึงปัจจุบัน
uk: Припускаючи, що сьогодні 15.06.2017, отримати дані зведень за період від квітня 2017 р. до цього часу.
vi: Giả sử hôm nay là ngày 15 tháng 6 năm 2017, nhận dữ liệu tóm tắt từ tháng 4 năm 2017 cho đến nay.
zh_hant: 假設今天是 2017-6-15，會取得從 2017 年 4 月到目前為止的摘要資料。

# CodeSample_3_Result
source: Function will return data between 2017-4-1 and 2017-6-15
ar: سترجع الدالة البيانات بين 2017-4-1 و2017-6-15
ca: La funció retornarà les dades corresponents al període entre l'1 d'abril del 2017 i el 15 de juny del 2017.
da: Funktionen returnerer data mellem 1-4-2017 og 15-6-2017
de: Die Funktion gibt Daten für den Zeitraum zwischen dem 1. April 2017 und dem 15. Juni 2017 zurück.
et: Funktsioon tagastab andmed vahemikus 01.04.2017 ja 15.06.2017
eu: 2017-4-1 eta 2017-6-15 arteko datuak itzuliko ditu funtzioak
fi: Funktio palauttaa tiedot välillä 2017-4-1 ja 2017-6-15
fr: La fonction retourne les données entre le 01-04-2017 et le 15-06-2017
gl: A función devolverá datos de entre o 01/04/2017 e o 15/06/2017
he: הפונקציה תחזיר את הנתונים בין התאריכים 1/4/2017 ל- 15/6/2017
hi: फ़ंक्शन से 2017-4-1 से 2017-6-15 के बीच का डेटा मिलेगा
hr: Funkcija će vratiti podatke između 1.4.2017. i 15.6.2017.
hu: A függvény a 2017. 4. 1. és 2017. 6. 15. közötti adatokat adja vissza
id: Fungsi akan mengembalikan data dari 1-4-2017 hingga 15-6-2017
it: La funzione restituisce i dati per il periodo dal 01/04/2017 al 15/06/2017
ja: 関数は、2017-4-1 から 2017-6-15 までのデータを返します
kk: Функция 2017-4-1 және 2017-6-15 аралығындағы деректерді қайтарады
ko: 함수는 2017년 4월 1일부터 2017년 6월 15일까지의 데이터를 반환합니다.
lt: Funkcija pateiks duomenis nuo 2017-04-01 iki 2017-06-15
lv: Funkcija atgriezīs datus starp 01.04.2017 un 15.06.2017
ms: Fungsi akan mengembalikan data antara 2017-4-1 dan 2017-6-15
nl: De functie geeft als resultaat de gegevens tussen 1-4-2017 en 15-6-2017
no: Funksjonen returnerer data mellom 01.04.2017 og 15.06.2017
pl: Funkcja zwróci dane z okresu od 2017-04-01 do 2017-06-15
pt_br: A função retornará dados entre 1/4/2017 e 15/6/2017
ro: Funcția va returna datele dintre 1.04.2017 și 15.06.2017
ru: Функция вернет данные с 01.04.2017 по 15.06.2017
sk: Funkcia vráti údaje medzi 1. 4. 2017 a 15. 6. 2017
sr_cyrl_rs: Функција ће вратити податке између 1.4.2017. и 15.6.2017.
sr_latn_rs: Funkcija će vratiti podatke između 1.4.2017. i 15.6.2017.
th: ฟังก์ชันจะส่งกลับข้อมูลระหว่าง 2017-4-1 ถึง 2017-6-15
uk: Функція повертає дані за період від 01.04.2017 до 15.06.2017.
vi: Hàm sẽ trả về dữ liệu từ ngày 1 tháng 4 năm 2017 đến ngày 15 tháng 6 năm 2017
zh_hant: 函式會傳回 2017-4-1 至 2017-6-15 間的資料
