Repository: sgoley/powerbi-included-certified-extentions
Catalog: AzureCostManagement/resources.*.resx
Languages: ar, ca, da, de, et, eu, fi, fr, gl, he, hi, hr, hu, id, it, ja, kk, ko, lt, lv, ms, nl, no, pl, pt_br, ro, ru, sk, sr_cyrl_rs, sr_latn_rs, th, uk, vi, zh_hant

# DateRangeMoreThan31Days
source: Date range should not be greater than 31 days.
ar: يجب ألا يزيد نطاق التاريخ عن 31 يوماً.
ca: L'interval de dates no ha de ser superior a 31 dies.
de: Der Datumsbereich sollte nicht mehr als 31 Tage betragen.
et: Kuupäevavahemik ei tohi olla suurem kui 31 päeva.
fi: Päivämääräalue ei saa olla suurempi kuin 31 päivää.
fr: La plage de dates ne doit pas dépasser 31 jours.
he: טווח התאריכים אינו יכול להיות גדול מ- 31 ימים.
hi: दिनांक सीमा 31 दिनों से अधिक की नहीं होनी चाहिए.
hr: Raspon datuma ne smije biti veći od 31 dana.
hu: A dátumtartomány nem lehet 31 napnál hosszabb.
id: Rentang tanggal tidak boleh lebih dari 31 hari.
ja: 日付範囲は 31 日を超えてはなりません。
kk: Күндер ауқымы 31 күннен аспауы тиіс.
ko: 날짜 범위는 31일보다 크지 않아야 합니다.
lt: Datos diapazonas negali būti didesnis nei 31 d.
lv: Datumu diapazons nedrīkst būt lielāks par 31 dienu.
nl: Het datumbereik mag niet groter zijn dan 31 dagen.
no: Datointervallet kan ikke være større enn 31 dager.
pl: Zakres dat nie powinien być większy niż 31 dni.
ro: Intervalul de date nu trebuie să fie mai mare de 31 de zile.
sk: Rozsah dátumov by nemal byť väčší ako 31 dní.
sr_cyrl_rs: Опсег датума не сме бити већи од 31 дана.
sr_latn_rs: Opseg datuma ne sme biti veći od 31 dana.
th: ช่วงวันที่ไม่ควรมากกว่า 31 วัน
uk: Тривалість проміжку часу не може перевищувати 31 день.
vi: Phạm vi ngày không được lớn hơn 31 ngày.
zh_hant: 日期範圍不應大於 31 天。

# InvalidDateFormat
source: Invalid Date format, enter dates in mm-dd-yyyy.
ar: تنسيق التاريخ غير صالح. أدخل التواريخ بتنسيق mm-dd-yyyy.
ca: El format de data no és vàlid, introduïu les dates en format mm-dd-yyyyy.
de: Ungültiges Datumsformat. Geben Sie Daten im Format mm-dd-yyyy ein.
et: Kuupäevavorming ei sobi, sisestage kuupäevad vormingus kk-pp-aaaa.
fi: Virheellinen päivämäärämuoto. Kirjoita päivämäärät muodossa kk-pv-vvvv.
fr: Format de date non valide, saisissez les dates au format mm-jj-aaaa.
he: תבנית תאריך לא חוקית, הזן תאריכים בתבנית mm-dd-yyyy.
hi: अमान्य दिनांक स्वरूप, mm-dd-yyyy में दिनांक दर्ज करें.
hr: Oblik datuma nije valjan, unesite datume u formatu dd-mm-yyyy.
hu: A dátum formátuma érvénytelen. A dátumokat hh-nn-éééé formátumban adja meg.
id: Format Tanggal tidak valid. Masukkan tanggal dalam format mm-dd-yyyy.
ja: 日付形式が無効です。mm-dd-yyyyy で日付を入力してください。
kk: Жарамсыз күн пішімі, күндерді кк-аа-жжжж пішімінде енгізіңіз.
ko: 날짜 형식이 잘못되었습니다. mm-dd-yyyy로 날짜를 입력하세요.
lt: Neleistinas datos formatas, įveskite datas mm-dd-mmmm formatu.
lv: Nederīgs datuma formāts, ievadiet datumus formātā mm-dd-gggg.
nl: Ongeldige datumnotatie. Voer datums in als mm-dd-jjjj.
no: Ugyldig datoformat. Angi datoer i mm-dd-åååå.
pl: Nieprawidłowy format daty. Wprowadź daty w mm-dd-rrrr.
ro: Format de dată nevalid, introduceți datele în formatul ll-zz-aaaa.
sk: Neplatný formát dátumu, zadajte dátumy vo formáte mm-dd-rrrr.
sr_cyrl_rs: Неважећи формат датума, унесите датуме у форми mm-dd-yyyy.
sr_latn_rs: Nevažeći format datuma, unesite datume u formatu mm-dd-yyyy.
th: รูปแบบวันที่ไม่ถูกต้อง ให้ใส่วันที่เป็น mm-dd-yyyy
uk: Формат дати неприпустимий. Він має бути таким: дд-мм-рррр.
vi: Định dạng ngày không hợp lệ, hãy nhập ngày theo định dạng dd-mm-yyyy.
zh_hant: 無效的日期格式，請以 mm-dd-yyyy 輸入日期。

# StartDateGreaterThanEndDate
source: Start date cannot be greater than end date.
ar: يجب ألا يزيد تاريخ البدء عن تاريخ الانتهاء.
ca: La data d'inici no pot ser superior a la data de finalització.
de: Das Startdatum darf nicht weiter als das Enddatum sein.
et: Alguskuupäev ei saa olla hilisem kui lõppkuupäev.
fi: Alkamispäivä ei voi olla päättymispäivämäärää suurempi.
fr: La date de début ne peut pas être postérieure à la date de fin.
he: תאריך ההתחלה אינו יכול להיות גדול מתאריך הסיום.
hi: आरंभ तिथि, समाप्ति तिथि से बड़ी नहीं हो सकती.
hr: Datum početka ne može biti veći od datuma završetka.
hu: A kezdő dátum nem lehet a záró dátumnál későbbi.
id: Tanggal mulai tidak boleh melebihi tanggal selesai.
ja: 開始日の値は終了日の値を超えることはできません。
kk: Басталу күні аяқталу күнінен үлкенірек болмауы керек.
ko: 시작일은 종료일보다 클 수 없습니다.
lt: Pradžios data negali būti vėlesnė už pabaigos datą.
lv: Sākuma datums nevar būt lielāks par beigu datumu.
nl: Begindatum kan niet groter zijn dan einddatum.
no: Startdatoen kan ikke være senere enn sluttdatoen.
pl: Data rozpoczęcia nie może być późniejsza niż data zakończenia.
ro: Data de început nu poate fi mai mare decât data de sfârșit.
sk: Počiatočný dátum nemôže byť väčší ako koncový dátum.
sr_cyrl_rs: Датум почетка не може да буде касније од датума завршетка.
sr_latn_rs: Datum početka ne može biti kasniji od datuma završetka.
th: วันที่เริ่มต้นต้องไม่เป็นวันหลังจากวันที่สิ้นสุด
uk: Дата початку не може наставати після дати завершення.
vi: Ngày bắt đầu không được lớn hơn ngày kết thúc.
zh_hant: 開始日期不能大於結束日期。

# EmptyDateParametrs
source: Date range params cannot be empty if number of months is zero.
ar: يجب ألا تكون معلمات نطاق التاريخ فارغة إذا كان عدد الأشهر صفراً.
ca: Els paràmetres de l'interval de dates no poden estar buits si el nombre de mesos és zero.
de: Datumsbereichsparameter dürfen nicht leer sein, wenn die Anzahl der Monate null ist.
et: Kuupäevavahemiku parameetrid ei saa olla tühjad, kui kuude arv on null.
fi: Päivämääräalueen parametrit eivät voi olla tyhjiä, jos kuukausien määrä on nolla.
fr: Les paramètres de plage de dates ne peuvent pas être vides si le nombre de mois est égal à zéro.
he: פרמטרים של טווח תאריכים אינם יכולים להיות ריקים אם מספר החודשים הוא אפס.
hi: यदि महीनों की संख्या शून्य है, तो दिनांक सीमा परम रिक्त नहीं हो सकते.
hr: Parametri raspona datuma ne mogu biti prazni ako je broj mjeseci nula.
hu: A dátumtartomány paraméterei nem lehetnek üresek, ha a hónapok száma nulla.
id: Parameter rentang tanggal tidak boleh kosong jika jumlah bulan adalah nol.
ja: 月数が 0 の場合、日付範囲パラメーターを空にすることはできません。
kk: Айлар саны нөлге тең болса, күндер ауқымының параметрлері бос болмауы керек.
ko: 월 수가 0이면 날짜 범위 매개 변수를 비워 둘 수 없습니다.
lt: Datos diapazono analizių parametras negali būti tuščias, jei mėnesių skaičius yra nulis.
lv: Ja mēnešu skaits ir nulle, datumu diapazona parametrs nedrīkst būt tukšs.
nl: Datumbereikparameters mogen niet leeg zijn als het aantal maanden nul is.
no: Datointervallparametere kan ikke være tomme hvis antall måneder er null.
pl: Parametry zakresu dat nie mogą być puste, jeśli liczba miesięcy wynosi zero.
ro: Parametrii intervalului de date nu pot fi goi dacă numărul de luni este zero.
sk: Parametre rozsahu dátumov nemôžu byť prázdne, ako je počet mesiacov nula.
sr_cyrl_rs: Параметри опсега датума не могу да буду празни ако је број месеци нула.
sr_latn_rs: Parametri opsega datuma ne mogu da budu prazni ako je broj meseci nula.
th: พารามิเตอร์ช่วงวันที่ต้องไม่ว่างเปล่าถ้าจํานวนเดือนเป็นศูนย์
uk: Якщо кількість місяців дорівнює нулю, значення для параметрів проміжку часу не можна залишати пустими.
vi: Không được để trống tham số phạm vi ngày nếu số tháng là 0.
zh_hant: 如果月份數為零，則日期範圍參數不可為空白。

# InvalidDateAndMonthParametrs
source: Number of months is greater than 0, so start and end date should be empty. To query by date range number of months should be 0.
ar: عدد الأشهر أكبر من 0 لذا يجب أن يكون تاريخ البدء والانتهاء فارغين. لإجراء استعلام حسب نطاق التاريخ، يجب أن يساوي عدد الأشهر 0.
ca: El nombre de mesos és superior a 0, de manera que les dates d'inici i finalització han d'estar buides. Per consultar per interval de dates, el nombre de mesos ha de ser 0.
de: Die Anzahl der Monate ist größer als 0. Das Start- und Enddatum sollte also leer sein. Für die Abfrage nach Datumsbereich muss die Anzahl der Monate 0 sein.
et: Kuude arv on suurem kui 0, seega peab algus- ja lõppkuupäev olema tühi. Kuupäevavahemiku järgi päringu tegemiseks peab kuude arv olema 0.
fi: Kuukausien määrä on suurempi kuin 0, joten alkamis- ja päättymispäivän tulee olla tyhjiä. Jos haluat tehdä kyselyn päivämääräalueen mukaan, kuukausien määrän on oltava 0.
fr: Le nombre de mois est supérieur à 0, les dates de début et de fin doivent donc être vides. Pour interroger par plage de dates, le nombre de mois doit être 0.
he: מספר החודשים גדול מ- 0, ולכן תאריך ההתחלה והסיום צריך להיות ריק. כדי לבצע שאילתה לפי טווח תאריכים מספק החודשים צריך להיות 0.
hi: महीनों की संख्या 0 से अधिक है, इसलिए प्रारंभ और समाप्ति दिनांक रिक्त होना चाहिए. दिनांक सीमा के अनुसार क्वेरी करने के लिए महीनों की संख्या 0 होनी चाहिए.
hr: Broj mjeseci veći je od 0, pa datum početka i završetka moraju biti prazni. Da biste mogli postaviti upit prema datumu raspona, broj mjeseci mora biti 0.
hu: A hónapok száma nagyobb mint 0, ezért a kezdő és a záró dátumnak üresnek kell lennie. A dátumtartomány szerinti lekérdezéshez a hónapok számának 0-nak kell lennie.
id: Tanggal mulai dan selesai harus kosong karena jumlah bulan lebih besar dari 0. Untuk mengkueri menurut rentang tanggal, jumlah bulan harus 0.
ja: 月数が 0 より大きいので、開始日と終了日を空にする必要があります。日付範囲でクエリを実行するには、月数は 0 にする必要があります。
kk: Айлар саны 0-ден көбірек, сондықтан басталу және аяқталу күндері бос болуы керек. Күндер ауқымын сұрау үшін айлар саны 0 болуы керек.
ko: 월 수가 0보다 크므로 시작 날짜와 종료 날짜는 비워 두어야 합니다. 날짜 범위별로 쿼리하려면 월 수는 0이어야 합니다.
lt: Mėnesių skaičius yra didesnis už 0, todėl pradžios ir pabaigos datos turi būti tuščios. Jei norite pateikti užklausą pagal datų diapazoną, mėnesių skaičius turi būti 0.
lv: Mēnešu skaits ir lielāks par 0, tāpēc sākuma un beigu datumam ir jābūt tukšam. Lai veiktu vaicājumu pēc datumu diapazona, mēnešu skaitam jābūt 0.
nl: Het aantal maanden is groter dan 0, dus begin- en einddatum moeten leeg zijn. Als u een query wilt uitvoeren op datumbereik, moet het aantal maanden 0 zijn.
no: Antall måneder er større enn 0, så start- og sluttdatoen må være tom. Hvis du vil spørre etter datointervall, må antall måneder være 0.
pl: Liczba miesięcy jest większa niż 0, więc data rozpoczęcia i zakończenia powinna być pusta. Aby wykonać zapytanie według zakresu dat, liczba miesięcy powinna wynosić 0.
ro: Numărul de luni este mai mare decât 0, așadar data de început și cea de sfârșit trebuie să fie goale. Pentru a interoga după intervalul de date, numărul de luni trebuie să fie 0.
sk: Počet mesiacov je väčší ako 0, takže počiatočný a koncový dátum by mali byť prázdne. Ak chcete dotazovať podľa rozsahu dátumov, počet mesiacov by mal byť 0.
sr_cyrl_rs: Број месеци је већи од 0, па би датум почетка и завршетка требали да буду празни. Да бисте извршили упит према опсегу датума, број месеци треба да буде 0.
sr_latn_rs: Broj meseci je veći od 0, pa bi datum početka i datum završetka trebali da budu prazni. Da biste izvršili upit prema opsegu datuma, broj meseci treba da bude 0.
th: จํานวนเดือนมากกว่า 0 ดังนั้นวันที่เริ่มต้นและวันที่สิ้นสุดควรว่างเปล่า เมื่อต้องการคิวรีตามช่วงวันที่ของจํานวนเดือนควรเป็น 0
uk: Кількість місяців більша за 0, тож значення для дати початку й завершення мають бути пустими. Щоб виконати запит на основі проміжку часу, потрібно вказати значення 0 для кількості місяців.
vi: Số tháng lớn hơn 0 nên hãy để trống ngày bắt đầu và ngày kết thúc. Để truy vấn theo phạm vi ngày, số tháng phải là 0.
zh_hant: 月份數大於 0，所以開始與結束日期應為空白。若要依日期範圍查詢，則月份數應為 0。

# AdvancedOptionsLabel
source: Advanced Options
ar: الخيارات المتقدمة
ca: Opcions avançades
de: Erweiterte Optionen
et: Täpsemad suvandid
fi: Lisäasetukset
fr: Options avancées
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
hr: Napredne mogućnosti
hu: Speciális beállítások
id: Opsi Lanjutan
ja: 詳細オプション
kk: Кеңейтілген параметрлер
ko: 고급 옵션
lt: Išplėstinės parinktys
lv: Papildu opcijas
nl: Geavanceerde opties
no: Avanserte alternativer
pl: Opcje zaawansowane
ro: Opțiuni complexe
sk: Rozšírené možnosti
sr_cyrl_rs: Напредне опције
sr_latn_rs: Napredne opcije
th: ตัวเลือกขั้นสูง
uk: Додаткові параметри
vi: Tùy chọn nâng cao
zh_hant: 進階選項

# Parameter_Parameter_SampleValues
source: [ dataType = "DetailCharges", numberOfMonth = 1 ]
he: [סוג נתונים = "DetailCharges", numberOfMonth = 1]
th: [ชนิดข้อมูล = "DetailCharges," numberOfMonth = 1]
