Repository: sgoley/powerbi-included-certified-extentions
Catalog: MicrostrategyDataset/resources.*.resx
Languages: es, it, ja, ko, nl, sv

# ApiUrl
source: MicroStrategy REST API URL
es: URL de API de REST de MicroStrategy
it: URL API REST MicroStrategy
nl: URL MicroStrategy REST API

# ApiUrlDesc
source: Please enter a valid environment URL (by default, Library authentication is used): https://.../MicroStrategyLibrary. For OIDC authentication, add the #OIDCMode parameter to the end of your valid environment URL: https://.../MicroStrategyLibrary/#OIDCMode.
es: Introduzca una URL de entorno válida (por defecto, se usa la autenticación de Library): https://.../MicroStrategyLibrary. Para la autenticación de OIDC, añada el #parámetro OIDCMode al final de su URL de entorno válida: https://.../MicroStrategyLibrary/#OIDCMode.
it: Immettere un URL ambiente valido (per impostazione predefinita viene utilizzato quello di autenticazione di Library): https://.../MicroStrategyLibrary. Per l'autenticazione OIDC, aggiungere il #parametro OIDCMode alla fine dell'URL ambiente valido: https://.../MicroStrategyLibrary/#OIDCMode.
ja: 有効な環境 URL を入力してください (デフォルトでは、Library の認証を使用します): https://.../MicroStrategyLibrary OIDC 認証では、#OIDCMode パラメーターを有効な環境 URL の最後に追加してください: https://.../MicroStrategyLibrary/#OIDCMode
ko: 유효한 환경 URL(기본적으로 Library 인증이 사용됨)을 입력하십시오. https://.../MicroStrategyLibrary. OIDC 인증의 경우 유효한 환경 URL 끝에 #OIDCMode 매개 변수를 추가합니다. https://.../MicroStrategyLibrary/#OIDCMode.
nl: Voer een geldige omgevings-URL in (standaard wordt de library-authenticatie gebruikt): https://.../MicroStrategyLibrary. Vooe OIDC-authenticatie voegt u de #OIDCMode-parameter toe achter uw geldige omgevings-URL: https://.../MicroStrategyLibrary/#OIDCMode.
sv: Ange en giltig miljö-URL (som standard används Library-autentisering): https://.../MicroStrategyLibrary. För OIDC-autentisering, lägg till #OIDCMode-parametern till slutet av din giltiga miljö-URL: https://.../MicroStrategyLibrary/#OIDCMode.

# AuthMode
source: Authentication Mode
es: Modo de autenticación
it: Modalità di autenticazione
ja: 認証モード
ko: 인증 모드
nl: Verificatiemodus
sv: Verifieringsläge

# AuthModeDesc
source: The authentication mode used to connect to your Intelligence Server: Standard or LDAP
es: El modo de autenticación utilizado para conectarse al Intelligence Server: Estándar o LDAP
it: La modalità di autenticazione utilizzata per connettersi all'Intelligence Server: Standard o LDAP
ja: Intelligence Serverへの接続に使用する認証モード: 標準またはLDAP
ko: Intelligence Server에 연결할 때 사용되는 인증 모드: 표준 또는 LDAP
nl: De verificatiemodus die is gebruikt om verbinding te maken met uw Intelligence-server: Standaard of LDAP
sv: Verifieringsläget som används för att ansluta till din Intelligence Server: Standard eller LDAP

# ButtonHelp
source: Import data from MicroStrategy Dataset
es: Importar datos de un conjunto de datos de MicroStrategy
it: Importa dati da dataset MicroStrategy
ja: MicroStrategyデータセットからデータをインポート
ko: MicroStrategy 데이터 세트에서 데이터 가져오기
nl: Importeer gegevens uit de MicroStrategy-gegevensset
sv: Importera data från MicroStrategy-datauppsättning

# DataSourceName
source: MicroStrategy for Power BI
es: MicroStrategy para Power BI
ko: Power BI용 MicroStrategy
sv: MicroStrategy för Power BI

# DefaultMark
source: (default)
es: (por defecto)
it: (impostazione predefinita)
ja: (デフォルト)
ko: (기본값)
nl: (standaard)
sv: (standard)

# ErrorContents
source: Failed to get contents from
es: No se ha podido obtener contenidos de
it: Impossibile ottenere contenuti da
ja: 内容の取得に失敗しました:
ko: 다음 경로에서 콘텐츠를 가져오지 못함.
nl: Kan geen inhoud krijgen van
sv: Det gick inte att hämta innehåll från

# Locale
source: en-us
es: es
it: it
ja: ja
ko: ko
nl: nl
sv: sv

# LimitDesc
source: Rows of data retrieved per request
es: Filas de datos recuperadas por solicitud
it: Righe di dati recuperate per richiesta
ja: 要求に応じて取得したデータ列
ko: 요청당 검색되는 데이터 행 수
nl: Rijen data opgehaald per verzoek
sv: Mottagna datarader per begäran

# LimitDescLong
source: Maximum number of rows returned in a single request. Used to control paging behavior.
es: Número máximo de filas devueltas en una única solicitud. Se utiliza para controlar el comportamiento de paginación.
it: Numero massimo di righe restituite in una singola richiesta. Utilizzato per controllare il comportamento di paginazione.
ja: 単一の要求で最大列数が返されます。ページングの挙動を制御するために使用します。
ko: 단일 요청에서 반환되는 최대 행 수 페이징 동작을 제어하는 데 사용됩니다.
nl: Maximaal aantal rijen opgehaald in één verzoek. Gebruikt om paginering te beheren.
sv: Maximalt antal rader returnerade i en enskild begäran. Används för att styra sidans beteende.

# PersonalObjects
source: My Personal Objects
es: Mis objetos personales
it: Oggetti personali
ja: マイ パーソナル オブジェクト
ko: 내 개인 개체
nl: Mijn persoonlijke objecten
sv: Mina personliga objekt

# StandardAuth
source: Standard
es: Estándar
ja: 標準
ko: 표준
nl: Standaard

source: Status code:
es: Código de estado:
it: Codice di stato:
ja: 状態コード:
ko: 상태 코드:
sv: Statuskod:

# TimeoutDesc
source: Timeout duration in seconds
es: Duración del tiempo de expiración en segundos
it: Durata timeout in secondi
ja: タイムアウト時間 (秒単位)
ko: 제한 시간(초)
nl: Duur time-out in seconden
sv: Långvarig tidsgräns i sekunder

# TimeoutDescLong
source: The timeout setting for HTTP request to the REST API Server.
es: La configuración del tiempo de expiración para la solicitud HTTP al servidor API de REST.
it: Impostazione timeout per richiesta HTTP sul server API REST.
ja: REST APIサーバーへのHTTP要求のタイムアウト設定。
ko: REST API 서버에 대한 HTTP 요청의 제한 시간 설정입니다.
nl: De time-outinstellingen voor HTTP-verzoek naar de REST API-server.
sv: Tidsinställningen för HTTP-begäran till REST API Server.

source: Default is
es: La configuración por defecto es
it: L'impostazione predefinita è
ja: デフォルトは
ko: 기본값은입니다.
nl: Standaard is
sv: Standard är

source: Advanced Options
es: Opciones avanzadas
it: Opzioni avanzate
ja: 詳細オプション
ko: 고급 옵션
nl: Geavanceerde opties
sv: Avancerade alternativ

# ErrorPrivilege
source: You do not have the UsePowerBI privilege for this project.
es: No tiene los permisos de UsePowerBI para este proyecto.
it: Non si dispone del privilegio UsePowerBI per questo progetto.
ja: このプロジェクトへの UsePowerBI 権限がありません｡
ko: 이 프로젝트에 대한 UsePowerBI 권한이 없습니다.
nl: U beschikt niet over de UsePowerBI-machtiging voor dit project.
sv: Du har inte UsePowerBI-behörighet för detta projekt.

# PromptsCloseAll
source: Close All Prompts
es: Cerrar todas las selecciones dinámicas
it: Chiudi tutti i prompt
ja: すべてのプロンプトを閉じる
ko: 모든 프롬프트 닫기
nl: Alle prompts sluiten
sv: Stäng alla prompter

# ErrorPromptedOldEnv
source: Prompted reports are only supported in MicroStrategy 11.1.3 and higher.
es: Los informes con selección dinámica solo son compatibles en la versión MicroStrategy 11.1.3 y posteriores.
it: I report con prompt sono supportati solo in MicroStrategy 11.1.3 e versioni successive.
ja: プロンプトされたレポートは MicroStrategy 11.1.3 以上でのみサポートされています。
ko: 프롬프트된 리포트는 MicroStrategy 11.1.3 이상에서만 지원됩니다.
nl: Gevraagde rapporten worden alleen ondersteund in MicroStrategy 11.1.3 of hoger.
sv: Promptade rapporter stöds bara i MicroStrategy 11.1.3 och uppåt.

# AuthBasicName
source: Standard/LDAP
es: Estándar/LDAP
ja: 標準/LDAP
ko: 표준/LDAP
nl: Standaard/LDAP

# ErrorWrongTimeoutInput
source: Timeout cannot be lower than 0
es: El tiempo de espera no puede ser inferior a 0
it: Il timeout non può essere inferiore a 0
ja: タイムアウトを 0 よりも小さくすることはできません
ko: 시간 제한은 0보다 작을 수 없습니다.
nl: Time-out kan niet langer zijn dan 0
sv: Timeout kan inte vara lägre än 0

# ErrorPrompted
source: Prompted reports are not supported.
es: No se admiten los informes con selecciones dinámicas.
it: I report richiesti non sono supportati.
ja: 指示されたレポートはサポートされていません。
ko: 프롬프트된 리포트는 지원되지 않습니다.
nl: Gevraagde rapporten worden niet ondersteund.
sv: Promptrapporter stöds inte.

# AuthOAuthName
source: Library/OIDC
ja: ライブラリ/OIDC
