Repository: sgoley/powerbi-included-certified-extentions
Catalog: Emigo/resources.*.resx
Languages: pl_pl

source: Authorization Mode
pl_pl: Typ Autoryzacji

# AuthorizationModeDescription
source: Choose the Authorization Mode, if not chosen then the users default Authorization Mode will be used
pl_pl: Wybierz tryb autoryzacji, jeśli pozostanie niewybrany, użyty zostanie domyślny tryb autoryzacji użytkownika

# ButtonHelp
source: Connect with Emigo Data Source
pl_pl: Połacz do Źródła Danych Emigo

# ButtonTitle
source: Emigo Data Source
pl_pl: Emigo Źródła Danych

# ChooseExtract
source: Choose Emigo extract
pl_pl: Wybierz wyciąg Emigo

# ChooseExtractDescription
source: Choose Emigo extract to get data
pl_pl: Wybierz wyciąg, z którego chcesz uzyskac dane

# DataRestrictionMode
source: Restriction mode
pl_pl: Tryb działania ograniczenia

# DataRestrictionModeDescription
source: Choose the restriction mode for data ("Exact" means, that the data will be given only for the selected restriction)
pl_pl: Wybierz tryb działania ograniczenia ("Exact" oznacza , że zostaną zwróconw dane tylko za wybrany okres)

# DataRestrictionType
source: Restriction type for data
pl_pl: Typ ograniczenia dla danych

# DataRestrictionTypeDescription
source: Choose the restriction type for data
pl_pl: Wybierz rodzaj ograniczenia dla danych

# Documentation2_Examples1_Description
source: The purpose of the function is set the feed call parametrs
pl_pl: Zadaniem metody jest ustawienie parametrów dla póżniejszych wywołan zródeł danych

# Documentation2_LongDescription
source: The purpose of the method is to set parameters for odata feed data source calls, thus the non-function calls may be limited by, for example, the period
pl_pl: Zadaniem metody jest ustawienie parametrów dla póżniejszych wywołan zródeł danych, dzieku temu zróła nie bedace funkcjami moga zostac ograniczone po np. okresie

# Documentation_Examples1_Description
source: Return the extract named 'RefreshMetrics' with no date limit
pl_pl: Zwróć wyciąg o nazwie 'RefreshMetrics' bez ograniczenia dat

# Documentation_LongDescription
source: The purpose of the function is to help You to choose the extract from which you want to get data. In addition, the function allows to restrict - by the row date - the number of downloaded recoders. All parameters are selected from the list.
pl_pl: Zadaniem funkcji jest pomoc w wyborze wyciągu, z którego chcemy pobrać dane. Dodatkowo fukcja pozwala ograniczyć - po dacie wiersza - ilość pobranych rekodrów. Wszystkie parametry wybierane są z listy.

# Error_footer
source: To resolve the problem:
pl_pl: By usunąć problem:

# Error_footer_lists
source: Choose items from the list.
pl_pl: Wybierz elementy z listy.

# Error_footer_value
source: Type a number in restriction value input or leave it empty.
pl_pl: Wpisz liczbę dla wartości ograniczenia lub pozostaw ją pusta.

# Error_header
source: Error list:
pl_pl: Lista błędów:

# Error_isProperAuthType
source: Invalid authorization mode
pl_pl: Nieprawidłowy typ autoryzacji

# Error_isProperOgraniczenieOkres
source: Invalid restriction value.
pl_pl: Nieprawidłowa wartośc okresu ograniczenia.

# Error_isProperOgraniczenieTryb
source: Invalid restriction mode.
pl_pl: Nieprawidłowy tryb działania ograniczenia

# Error_isProperOgraniczenieTyp
source: Invalid date restriction.
pl_pl: Nieprawidłowy typ ograniczenia danych.

# Error_isProperWyciag
source: Invalid extract.
pl_pl: Nieprawidłowy wyciąg.

# LoginPasswordLabel
source: Personal access key:
pl_pl: Osobisty klucz dostepu:

# LoginUsernameLabel
source: Emigo login:
pl_pl: Login Emigo:

# RestrictionKind
source: Restriction type for data
pl_pl: Typ ograniczenia dla danych

# RestrictionKindDescription
source: Choose the restriction type for data
pl_pl: Wybierz rodzaj ograniczenia dla danych

source: Restriction mode
pl_pl: Tryb działania ograniczenia

# RestrictionModeDescription
source: Choose the restriction mode for data ("Exact" means, that the data will be given only for the selected restriction)
pl_pl: Wybierz tryb działania ograniczenia ("Exact" oznacza , że zostaną zwróconw dane tylko za wybrany okres)

# RestrictionValue
source: Restriction value (1 is current...)
pl_pl: Okres ograniczenia (1 to bieżący...)

# RestrictionValueDescription
source: Choose the restriction value
pl_pl: Wybierz okres ograniczenia gdzie 1 to bieżący

# SelectorNameExtract
source: Extract
pl_pl: Wyciąg
