Repository: sgoley/powerbi-included-certified-extentions
Catalog: Databricks/resources.*.resx
Languages: ca, cs, el, es, eu, fi, fr, gl, he, hi, hr, id, ja, kk, ko, lv, nl, no, pl, pt_br, sk, sl, sr_cyrl_rs, sv, th, tr, vi, zh_hans, zh_hant

# QueryDataSourceInstanceDescription
source: Run a SQL query on Databricks and retrieve the results
ca: Executeu una consulta SQL al Databricks i recupereu els resultats
cs: Spuštění dotazu SQL v Databricks a načtení výsledků
el: Εκτέλεση ερωτήματος SQL στο Databricks και ανάκτηση των αποτελεσμάτων
es: Ejecución de una consulta SQL en Databricks y recuperación de los resultados
eu: Exekutatu SQL kontsulta bat datu-blokeetan eta eskuratu emaitzak
fi: Suorita SQL-kysely Databricksiin ja nouda tulokset
fr: Exécutez une requête SQL sur Databricks et récupérez les résultats
gl: Executar unha consulta SQL en Databricks e recuperar os resultados
he: הפעל שאילתת SQL ב- Databricks ואחזר את התוצאות
hi: Databricks पर SQL क्वेरी चलाएँ और परिणाम फिर से पाएँ
hr: Pokrenite SQL na servisu Databricks i dohvatite rezultate
id: Jalankan kueri SQL pada Databricks dan ambil hasilnya
ja: Databricks で SQL クエリを実行し、結果を取得する
kk: Databricks қызметінде SQL сұрауын орындау және нәтижелерді шығарып алу
ko: Databricks에서 SQL 쿼리 실행 및 결과 검색
lv: Palaist SQL vaicājumu Databricks un izgūt rezultātus
nl: Een SQL-query uitvoeren op Databricks en de resultaten ophalen
no: Kjør en SQL-spørring på Databricks og hent resultatene
pl: Uruchom kwerendę SQL na platformie Databricks i pobierz wyniki
pt_br: Executar uma consulta SQL no Databricks e recuperar os resultados
sk: Spustenie dotazu SQL v službe Databricks a načítanie výsledkov
sl: Zaženite poizvedbo SQL na Databricks in pridobite rezultate
sr_cyrl_rs: Покретање SQL упит на услузи Databricks и преузмите резултате
sv: Kör en SQL-fråga på Databricks och hämta resultaten
th: เรียกใช้แบบสอบถาม SQL ใน Databricks และเรียกใช้ผลลัพธ์
tr: Databricks üzerinde SQL sorgusu çalıştırın ve sonuçları alın
vi: Chạy truy vấn SQL trên Databricks và truy xuất kết quả
zh_hans: 在 Databricks 上运行 SQL 查询并检索结果
zh_hant: 在 Databricks 上執行 SQL 查詢並擷取結果

# QueryDataSourceInstanceName
source: Databricks SQL Query
ca: Consulta SQL de Databricks
cs: Dotaz SQL Databricks
el: Ερώτημα SQL Databricks
es: Consulta SQL de Databricks
eu: Datu-blokeen SQL kontsulta
fi: Databricks SQL -kysely
fr: Requête SQL Databricks
gl: Consulta SQL de Databricks
he: שאילתת SQL של Databricks
hi: Databricks SQL क्वेरी
hr: SQL upit Databricks
id: Kueri SQL Databricks
ja: Databricks SQL クエリ
kk: Databricks SQL сұрауы
ko: Databricks SQL 쿼리
lv: Databricks SQL vaicājums
no: Databricks SQL-spørring
pl: Kwerenda SQL na platformie Databricks
pt_br: Consulta SQL do Databricks
sk: Dotaz SQL Databricks
sl: Poizvedba SQL Databricks
sv: Databricks SQL-fråga
th: แบบสอบถาม SQL ของ Databricks
tr: Databricks SQL Sorgusu
vi: Truy vấn SQL Databricks
zh_hans: Databricks SQL 查询
zh_hant: Databricks SQL 查詢

# QueryDataSourceName
source: Databricks SQL Query Source
ca: Origen de la consulta SQL de Databricks
cs: Zdroj dotazu SQL Databricks
el: Προέλευση ερωτήματος SQL Databricks
es: Origen de la consulta de Databricks SQL
eu: Datu-blokeen SQL kontsultaren iturburua
fi: Databricks SQL -kyselylähde
fr: Source de requête SQL Databricks
gl: Orixe da consulta SQL de Databricks
he: מקור שאילתת SQL של Databricks
hi: डेटा ब्रिक SQL क्वेरी स्रोत
hr: Izvor SQL upita Databricks
id: Sumber Kueri SQL Databricks
ja: Databricks SQL クエリ ソース
kk: Databricks SQL сұрауының көзі
ko: Databricks SQL 쿼리 원본
lv: Databricks SQL vaicājuma avots
nl: Databricks SQL-querybron
no: Databricks SQL-spørringskilde
pl: Narzędzie SQL Query Source na platformie Databricks
pt_br: Origem da consulta SQL do Databricks
sk: Zdroj dotazu SQL Databricks
sl: Vir poizvedbe SQL Databricks
sv: Datakälla för SQL Databricks-fråga
th: แหล่งข้อมูลแบบสอบถาม SQL ของ Databricks
tr: Databricks SQL Sorgu Kaynağı
vi: Nguồn truy vấn SQL Databricks
zh_hans: Databricks SQL 查询源
zh_hant: Databricks SQL 查詢來源

# ServerHostNameHelp
source: The hostname of the Databricks server.
ca: El nom de l'amfitrió del servidor de Databricks.
cs: Název hostitele serveru Databricks.
el: Το όνομα κεντρικού υπολογιστή του διακομιστή Databricks.
es: Nombre de host del servidor de Databricks.
eu: Datu-blokeen zerbitzariaren ostalariaren izena.
fi: Databricks-palvelimen isäntänimi.
fr: Nom d’hôte du serveur Databricks.
gl: O nome de anfitrión do servidor de Databricks.
he: שם המחשב המארח של שרת Databricks.
hi: Databricks सर्वर का होस्ट नाम.
hr: Naziv glavnog računala poslužitelja Databricks.
id: Nama host server Databricks.
ja: Databricks サーバーのホスト名。
kk: Databricks серверінің түйін атауы.
ko: Databricks 서버의 호스트 이름입니다.
lv: Databricks servera resursdatora nosaukums.
nl: De hostnaam van de Databricks-server.
no: Vertsnavnet til Databricks-serveren.
pl: Nazwa hosta serwera platformy Databricks.
pt_br: O nome de host do servidor Databricks.
sk: Názov hostiteľa servera Databricks.
sl: Ime gostitelja strežnika Databricks.
sr_cyrl_rs: Име хоста сервера Databricks.
sv: Värddatornamnet för Databricks-servern.
th: ชื่อโฮสต์ของเซิร์ฟเวอร์ Databricks
tr: Databricks sunucusunun ana bilgisayar adı.
vi: Tên máy chủ Databricks.
zh_hans: Databricks 服务器的主机名。
zh_hant: Databricks 伺服器的主機名稱。

# ServerHostNameLabel
source: Server Hostname
ca: Nom de l'amfitrió del servidor
cs: Název hostitele serveru
el: Όνομα κεντρικού διακομιστή
es: Nombre de host del servidor
eu: Zerbitzariaren ostalariaren izena
fi: Palvelimen isäntänimi
fr: Le nom d’hôte du serveur
gl: Nome do servidor
he: שם מחשב מארח של שרת
hi: सर्वर होस्टनाम
hr: Naziv glavnog računala poslužitelja
ja: サーバー ホスト名
kk: Сервердің түйін атауы
ko: 서버 호스트 이름
lv: Servera resursdatora nosaukums
nl: Hostnaam van server
no: Vertsnavn for server
pl: Nazwa hosta serwera
pt_br: Nome do Host do Servidor
sk: Názov hostiteľa servera
sl: Ime gostitelja strežnika
sr_cyrl_rs: Име хоста сервера
sv: Serverns värddatornamn
th: ชื่อโฮสต์เซิร์ฟเวอร์
tr: Sunucu Ana Bilgisayar Adı
vi: Tên máy chủ lưu trữ
zh_hans: 服务器主机名
zh_hant: 伺服器主機名稱

# SqlQueryHelp
source: Enter a SQL query to run on Databricks
ca: Introduïu una consulta SQL per executar-la al Databricks
cs: Zadejte dotaz SQL, který se má spustit v Databricks.
el: Εισαγάγετε ένα ερώτημα SQL για εκτέλεση στο Databricks
es: Escriba una consulta SQL para ejecutarla en Databricks.
eu: Sartu datu-blokeetan exekutatu nahi duzun SQL kontsulta
fi: Anna SQL-kysely, joka suoritetaan Databricksissa
fr: Entrez une requête SQL à exécuter sur Databricks
gl: Introduce unha consulta SQL para executala en Databricks
he: הזן שאילתת SQL להפעלה ב- Databricks
hi: Databricks पर चलाने के लिए कोई SQL क्वेरी दर्ज करें
hr: Unesite SQL upit za izvođenje na servisu Databricks
id: Masukkan kueri SQL untuk dijalankan di Databricks
ja: Databricks で実行する SQL クエリを入力する
kk: Databricks қызметінде орындау үшін SQL сұрауын енгізу
ko: Databricks에서 실행할 SQL 쿼리를 입력하세요.
lv: Ievadiet SQL vaicājumu, lai palaistu Databricks
nl: Voer een SQL-query in om uit te voeren op Databricks
no: Angi en SQL-spørring som skal kjøres på Databricks
pl: Wprowadź kwerendę SQL do uruchomienia na platformie Databricks
pt_br: Insira uma consulta SQL para executar no Databricks
sk: Zadajte dotaz SQL, ktorý sa má spustiť v službe Databricks
sl: Vnesite poizvedbo SQL, ki jo želite zagnati v Databricks
sr_cyrl_rs: Унесите SQL упит за покретање на услузи Databricks
sv: Ange en SQL-fråga som ska köras på Databricks
th: ใส่แบบสอบถาม SQL เพื่อเรียกใช้ใน Databricks
tr: Databricks üzerinde çalıştırmak için bir SQL sorgusu girin
vi: Nhập truy vấn SQL để chạy trên Databricks
zh_hans: 输入要在 Databricks 上运行的 SQL 查询
zh_hant: 輸入要在 Databricks 上執行的 SQL 查詢

# SqlQueryLabel
source: SQL Query
ca: Consulta SQL
cs: Dotaz SQL
el: Ερώτημα SQL
es: Consulta SQL
eu: SQL kontsulta
fi: SQL-kysely
fr: Requête SQL
gl: Consulta SQL
he: שאילתת SQL
hi: SQL क्वेरी
hr: SQL upit
id: Kueri SQL
ja: SQL クエリ
kk: SQL сұрауы
ko: SQL 쿼리
lv: SQL vaicājums
no: SQL-spørring
pl: Kwerenda SQL
pt_br: Consulta SQL
sk: Dotaz SQL
sl: Poizvedba SQL
sr_cyrl_rs: SQL упит
sv: SQL-fråga
th: แบบสอบถาม SQL
tr: SQL Sorgusu
vi: Truy vấn SQL
zh_hans: SQL 查询
zh_hant: SQL 查詢

# UsernamePasswordLabel
source: Username / Password
ca: Nom d'usuari / Contrasenya
cs: Uživatelské jméno / heslo
el: Όνομα χρήστη / κωδικός πρόσβασης
es: Nombre de usuario / Contraseña
eu: Erabiltzaile-izena / Pasahitza
fi: Käyttäjänimi/salasana
fr: Nom d’utilisateur / Mot de passe
gl: Nome de usuario e contrasinal
he: שם משתמש / סיסמה
hi: उपयोगकर्ता नाम / पासवर्ड
hr: Korisničko ime / lozinka
id: Nama Pengguna / Kata Sandi
ja: ユーザー名 / パスワード
kk: Пайдаланушы аты / Құпиясөз
ko: 사용자 이름/암호
lv: Lietotājvārds/parole
nl: Gebruikersnaam/wachtwoord
no: Brukernavn/passord
pl: Nazwa użytkownika / hasło
pt_br: Nome de usuário / Senha
sk: Meno používateľa/heslo
sl: Uporabniško ime/geslo
sr_cyrl_rs: Корисничко име/лозинка
sv: Användarnamn/lösenord
th: ชื่อผู้ใช้ / รหัสผ่าน
tr: Kullanıcı Adı / Parola
vi: Tên người dùng / Mật khẩu
zh_hans: 用户名/密码
zh_hant: 使用者名稱/密碼

# AzureActiveDirectoryLabel
source: Azure Active Directory
fr: Azure Active Directory Domain Services
gl: Servizos de dominio do Active Directory
