Repository: sgoley/powerbi-included-certified-extentions
Catalog: Databricks/resources.*.resx
Languages: ca, cs, el, es, eu, fi, fr, gl, he, hi, hr, id, ja, kk, ko, lv, nl, no, pl, pt_br, sk, sl, sr_cyrl_rs, sv, th, tr, vi, zh_hans, zh_hant

# ErrorExpectedSqlString
source: Expected SQL query, but got null or an empty value.
ca: S'esperava una consulta SQL, però s'ha obtingut un valor nul o buit.
cs: Očekával se dotaz SQL, ale byla přijata hodnota null nebo prázdná hodnota.
el: Αναμενόταν ερώτημα SQL, αλλά έχει τιμή null ή κενή τιμή.
es: Consulta SQL esperaba, pero se ha obtenido un valor nulo o vacío.
eu: SQL kontsulta espero zen, baina balio nulu edo huts bat jaso da.
fi: Odotettiin SQL-kyselyä, mutta saatiin tyhjäarvo tai tyhjä arvo.
fr: Requête SQL attendue, mais valeur nulle ou vide.
gl: Esperábase unha consulta SQL, pero obtívose un valor nulo ou baleiro.
he: נדרשת שאילתת SQL, אך התקבל ערך Null או ערך ריק.
hi: अपेक्षित SQL क्वेरी, लेकिन शून्य या एक खाली मान मिला.
hr: Očekivao se SQL upit, ali je dobio vrijednost null ili praznu vrijednost.
id: Kueri SQL yang diharapkan, tetapi mendapatkan nilai null atau kosong.
ja: SQL クエリが必要ですが、null 値または空の値が返されました。
kk: SQL сұрауы күтілген, бірақ null мәні немесе бос мән алынды.
ko: SQL 쿼리가 필요하지만 Null 또는 빈 값이 있습니다.
lv: Tika gaidīts SQL vaicājums, bet tika saņemta nulles vai tukša vērtība.
nl: Er wordt een SQL-query verwacht, maar deze heeft null of een lege waarde gekregen.
no: Forventet SQL-spørring, men fikk null eller en tom verdi.
pl: Oczekiwano kwerendy SQL, ale otrzymano wartość null lub wartość pustą.
pt_br: Consulta SQL esperada, mas obteve valor nulo ou vazio.
sk: Očakával sa dotaz SQL, ale bola prijatá hodnota null alebo prázdna hodnota.
sl: Pričakovana SQL poizvedba, vendar je bila vrednost »null« ali prazna.
sr_cyrl_rs: Очекиван је SQL упит, али је добио вредност „нулу или празну вредност.
sv: SQL-frågan förväntades, men fick null eller ett tomt värde.
th: ต้องการแบบสอบถาม SQL แต่ได้รับค่า null หรือค่าว่าง
tr: Sorgu SQL bekleniyordu, ancak null veya boş değer alındı.
vi: Truy vấn SQL theo dự kiến, nhưng có giá trị null hoặc trống.
zh_hans: 应为 SQL 查询，但得到 null 或空值。
zh_hant: 預期的 SQL 查詢，但卻取得 Null 或空白值。

# ErrorInvalidHost
source: Host is not a valid domain name: #{0}
ca: El servidor no és un nom de domini vàlid: #{0}
cs: Hostitel neobsahuje platný název domény: #{0}
el: Ο κεντρικός υπολογιστής δεν είναι έγκυρο όνομα τομέα: #{0}
es: El host no es un nombre de dominio válido: #{0}
eu: Ostalaria ezin da erabili domeinu-izen gisa: #{0}
fi: Isäntä ei ole kelvollinen toimialuenimi: #{0}
fr: L’hôte n’est pas un nom de domaine valide : #{0}
gl: O anfitrión non é un nome de dominio válido: #{0}
he: המחשב המארח אינו שם תחום חוקי: #{0}
hi: होस्ट कोई मान्य डोमेन नाम नहीं है: #{0}
hr: Glavno računalo nije valjani naziv domene: #{0}
id: Host bukan nama domain yang valid: #{0}
ja: ホストは有効なドメイン名ではありません: #{0}
kk: Түйін — жарамды домен атауы емес: №{0}
ko: 호스트가 유효한 도메인 이름이 아닙니다: #{0}
lv: Viesotājs nav derīgs domēna nosaukums: #{0}
nl: Host is geen geldige domeinnaam: #{0}
no: Verten er ikke et gyldig domenenavn: #{0}
pl: Host nie jest prawidłową nazwą domeny: #{0}
pt_br: O host não é um nome de domínio válido: #{0}
sk: Hostiteľ nie je platný názov domény: #{0}
sl: Gostitelj ni veljavno ime domene: #{0}
sr_cyrl_rs: Хост није важеће име домена: #{0}
sv: Värden är inte ett giltigt domännamn: #{0}
th: โฮสต์ไม่ใช่ชื่อโดเมนที่ถูกต้อง: #{0}
tr: #{0} ana bilgisayarı geçerli bir etki alanı adı değil
vi: Máy chủ không phải là tên miền hợp lệ: #{0}
zh_hans: 主机不是有效的域名: #{0}
zh_hant: 主機不是有效的網域名稱: #{0}

# ErrorMultiCloudOAuthOnAzureNotSupported
source: Host is in Azure. For Azure endpoints, use `Azure Databricks` Datasource: #{0}
ca: L'amfitrió es troba a l'Azure. Per als extrems de l'Azure, utilitzeu l'origen de dades de l’“Azure Databricks”: #{0}
cs: Hostitel je v Azure. Pro koncové body Azure použijte zdroj dat Azure Databricks: #{0}
el: Ο κεντρικός υπολογιστής βρίσκεται στο Azure. Για τελικά σημεία Azure, χρησιμοποιήστε την προέλευση δεδομένων "Azure Databricks": #{0}
es: El host está en Azure. Para los puntos de conexión de Azure, use el origen de datos "Azure Databricks": #{0}
eu: Ostalari Azure-n dago. Azure-ren amaiera-puntuetarako, erabili "Azure Databricks" datu-iturburua: #{0}
fi: Isäntä on Azuressa. Käytä Azure-päätepisteissä tietolähdettä Azure Databricks: #{0}
fr: L’hôte est dans Azure. Pour les points de terminaison Azure, utilisez la source de données `Azure Databricks` : #{0}
gl: O anfitrión está en Azure. Para os extremos de Azure, usa a orixe de datos "Azure Databricks": #{0}
he: המארח נמצא ב- Azure. עבור נקודות קצה של Azure, השתמש במקור הנתונים 'Azure Databricks': #{0}
hi: होस्ट Azure में है. Azure समाप्ति बिंदुओं के लिए, 'Azure Databricks' डेटास्रोत का उपयोग करें: #{0}
hr: Glavno računalo nalazi se na servisu Azure. Za krajnje točke platforme Azure koristite izvor podataka `Azure Databricks`: #{0}
id: Host berada di Azure. Untuk titik akhir Azure, gunakan Sumber Data 'Azure Databricks': #{0}
ja: ホストは Azure にあります。Azure エンドポイントの場合は、'Azure Databricks' データソース #{0} を使用してください。
kk: Түйін Azure қызметінде. Azure соңғы нүктелері үшін «Azure Databricks» деректер көзін пайдаланыңыз: №{0}
ko: 호스트가 Azure에 있습니다. Azure 엔드포인트의 경우 `Azure Databricks` 데이터 원본을 사용합니다. #{0}
lv: Resursdators atrodas Azure. Azure galapunktiem izmantojiet `Azure Databricks` datu avotu: #{0}
nl: De host bevindt zich in Azure. Gebruik voor Azure-eindpunten de gegevensbron Azure Databricks: #{0}
no: Verten er i Azure. Bruk datakilden «Azure Databricks» for Azure-endepunkter: #{0}
pl: Host znajduje się na platformie Azure. W przypadku punktów końcowych platformy Azure użyj źródła danych „Azure Databricks”: #{0}
pt_br: O host está no Azure. Para ponto de extremidade do Azure, utilize o `Azure Databricks` Datasource: #{0}
sk: Hostiteľ je v službe Azure. Pre koncové body služby Azure použite zdroj údajov služby Azure Databricks: #{0}
sl: Gostitelj je v Azure. Za končne točke Azure uporabite vir podatkov »Azure Databricks«: #{0}
sr_cyrl_rs: Хост је у услузи Azure. За Azure крајње тачке користите „Azure Databricks“ извор података: #{0}
sv: Värden finns i Azure. Använd datakällan Azure Databricks för Azure-slutpunkter: #{0}
th: โฮสต์อยู่ใน Azure สําหรับจุดสิ้นสุด Azure ให้ใช้แหล่งข้อมูล `Azure Databricks`: #{0}
tr: Ana bilgisayar Azure'da. Azure uç noktaları için 'Azure Databricks' Veri Kaynağını kullanın: #{0}
vi: Máy chủ ở trong Azure. Đối với điểm cuối Azure, hãy sử dụng nguồn dữ liệu “Azure Databricks”: #{0}
zh_hans: 主机位于 Azure 中。对于 Azure 终结点，请使用“Azure Databricks”数据源: #{0}
zh_hant: 主機位於 Azure 中。對於 Azure 端點，請使用 'Azure Databricks' 資料來源: #{0}

# ErrorInvalidHttpPath
source: Invalid HTTP path: #{0}.
ca: Camí HTTP no vàlid: #{0}.
cs: Neplatná cesta HTTP: #{0}
el: Μη έγκυρη διαδρομή HTTP: #{0}.
es: Ruta de acceso HTTP no válida: #{0}.
eu: HTTP bide-izenak ez du balio: #{0}.
fi: Virheellinen HTTP-polku: #{0}.
fr: Chemin HTTP invalide : #{0}.
gl: Camiño HTTP non válido: #{0}.
he: נתיב HTTP לא חוקי: #{0}.
hi: अमान्य HTTP पथ: #{0}.
hr: HTTP put nije valjan: #{0}.
id: Jalur HTTP tidak valid: #{0}.
ja: HTTP パス #{0} が無効です。
kk: Жарамсыз HTTP жолы: №{0}.
ko: 잘못된 HTTP 경로: #{0}.
lv: Nederīgs HTTP ceļš: #{0}.
nl: Ongeldig HTTP-pad: #{0}.
no: Ugyldig HTTP-bane: #{0}.
pl: Nieprawidłowa ścieżka HTTP: #{0}.
pt_br: Caminho HTTP inválido: #{0}.
sk: Neplatná cesta HTTP: #{0}.
sl: Neveljavna pot HTTP: #{0}.
sr_cyrl_rs: Неважећа HTTP путања #{0}.
sv: Ogiltig HTTP-sökväg: #{0}.
th: เส้นทาง HTTP ไม่ถูกต้อง: #{0}
tr: Geçersiz HTTP yolu: #{0}.
vi: Đường dẫn HTTP không hợp lệ: #{0}.
zh_hans: 无效的 HTTP 路径: #{0}。
zh_hant: 不正確 HTTP 路徑: #{0}。

# ErrorMissingClientLibrary
source: The Databricks ODBC driver is not installed on the host. Please install the appropriate driver.
ca: El controlador ODBC de Databricks no està instal·lat a l'amfitrió. Instal·leu el controlador adequat.
cs: Na hostiteli není nainstalován ovladač ODBC pro Databricks. Nainstalujte příslušný ovladač.
el: Το πρόγραμμα οδήγησης Databricks ODBC δεν είναι εγκατεστημένο στον κεντρικό υπολογιστή. Εγκαταστήστε το κατάλληλο πρόγραμμα οδήγησης.
es: El controlador ODBC de Databricks no está instalado en el host. Instale el controlador adecuado.
eu: Datu-blokeen ODBC kontrolatzailea ez dago instalatuta ostalarian. Instalatu dagokion kontrolatzailea.
fi: Databricks ODBC -ohjainta ei ole asennettu isäntään. Asenna oikea ohjain.
fr: Le pilote ODBC Databricks n’est pas installé sur l’hôte. Veuillez installer le pilote approprié.
gl: O controlador ODBC de Databricks non se instalou no anfitrión. Instala o controlador axeitado.
he: מנהל ההתקן של ODBC של Databricks אינו מותקן במחשב המארח. התקן את מנהל ההתקן המתאים.
hi: Databricks ODBC ड्राइवर होस्ट पर स्थापित नहीं है. कृपया उपयुक्त ड्राइवर स्थापित करें.
hr: ODBC upravljački program Databricks nije instaliran na glavnom računalu. Instalirajte odgovarajući upravljački program.
id: Driver ODBC Databricks tidak diinstal di host. Instal driver yang sesuai.
ja: Databricks ODBC ドライバーがホストにインストールされていません。適切なドライバーをインストールしてください。
kk: Databricks ODBC драйвері түйінде орнатылмаған. Тиісті драйверді орнатыңыз.
ko: Databricks ODBC 드라이버가 호스트에 설치되어 있지 않습니다. 적절한 드라이버를 설치하세요.
lv: Resursdatorā nav instalēts Databricks ODBC draiveris. Lūdzu, instalējiet atbilstošo draiveri.
nl: Het ODBC-stuurprogramma van Databricks is niet geïnstalleerd op de host. Installeer het juiste stuurprogramma.
no: Databricks ODBC-driveren er ikke installert på verten. Installer riktig driver.
pl: Sterownik ODBC platformy Databricks nie jest zainstalowany na hoście. Zainstaluj odpowiedni sterownik.
pt_br: O driver ODBC do Databricks não está instalado no host. Instale o driver apropriado.
sk: Ovládač ODBC Databricks nie je nainštalovaný v hostiteľovi. Nainštalujte príslušný ovládač.
sl: Gonilnik Databricks ODBC ni nameščen v gostitelju. Namestite ustrezen gonilnik.
sr_cyrl_rs: Databricks ODBC управљачки програм није инсталиран на хосту. Инсталирајте одговарајући управљачки програм.
sv: Databricks ODBC-drivrutinen är inte installerad på värden. Installera rätt drivrutin.
th: โปรแกรมควบคุม ODBC ของ Databricks ไม่ได้รับการติดตั้งบนโฮสต์ โปรดติดตั้งโปรแกรมควบคุมที่เหมาะสม
tr: Databricks ODBC sürücüsü ana bilgisayarda yüklü değil. Lütfen uygun sürücüyü yükleyin.
vi: Trình điều khiển ODBC Databricks không được cài đặt trên máy chủ. Vui lòng cài đặt trình điều khiển phù hợp.
zh_hans: 未在主机上安装 Databricks ODBC 驱动程序。请安装相应的驱动程序。
zh_hant: 主機上未安裝 Databricks ODBC 驅動程式。請安裝適當的驅動程式。

# ErrorOdbcAccessDenied
source: ODBC Connection failed with provided credentials. Try again with different credentials or a different authentication mechanism.
ca: S'ha produït un error en la connexió ODBC amb les credencials proporcionades. Torneu-ho a provar amb unes credencials diferents o amb un altre mecanisme d'autenticació.
cs: Připojení ODBC se zadanými přihlašovacími údaji selhalo. Zkuste to znovu s jinými přihlašovacími údaji nebo jiným ověřovacím mechanismem.
el: Η σύνδεση ODBC απέτυχε με τα παρεχόμενα διαπιστευτήρια. Δοκιμάστε ξανά με διαφορετικά διαπιστευτήρια ή διαφορετικό μηχανισμό ελέγχου ταυτότητας.
es: Error de conexión ODBC con las credenciales proporcionadas. Vuelva a intentarlo con credenciales diferentes o con otro mecanismo de autenticación.
eu: ODBC konexioak huts egin du emandako kredentzialekin. Erabili beste kredentzial batzuk edo autentifikatzeko beste modu bat.
fi: ODBC-yhteys epäonnistui annetuilla tunnistetiedoilla. Yritä uudelleen eri tunnistetiedoilla tai toisella todennusmenetelmällä.
fr: La connexion ODBC a échoué avec les informations d’identification fournies. Réessayez avec des informations d’identification différentes ou un mécanisme d’authentification différent.
gl: A conexión ODBC fallou coas credenciais que se forneceron. Téntao de novo con credenciais diferentes ou cun mecanismo de autenticación diferente.
he: חיבור ODBC נכשל עם האישורים שסופקו. נסה שוב עם אישורים שונים או מנגנון אימות אחר.
hi: प्रदान किए गए क्रेडेंशियल्स के साथ ODBC कनेक्शन विफल रहा. भिन्न क्रेडेंशियल्स या किसी भिन्न प्रमाणीकरण मेकेनिज़्म के साथ फिर से कोशिश करें.
hr: ODBC veza nije uspjela uz navedene vjerodajnice. Pokušajte ponovno s drugim vjerodajnicama ili drugim mehanizmom provjere autentičnosti.
id: Koneksi ODBC gagal dengan kredensial yang diberikan. Coba lagi dengan kredensial yang berbeda atau mekanisme autentikasi yang berbeda.
ja: 指定された資格情報で ODBC 接続に失敗しました。別の資格情報または別の認証メカニズムでもう一度お試しください。
kk: Қамтамасыз етілген тіркелгі деректерімен ODBC қосылымын орнату сәтсіз аяқталды. Басқа тіркелгі деректері немесе басқа аутентификация механизмі арқылы әрекетті қайталаңыз.
ko: 제공된 자격 증명으로 ODBC 연결에 실패했습니다. 다른 자격 증명이나 다른 인증 메커니즘으로 다시 시도하세요.
lv: ODBC savienojums nevarēja nodrošināt akreditācijas datus. Mēģiniet vēlreiz, izmantojot atšķirīgus akreditācijas datus vai atšķirīgu autentifikācijas mehānismu.
nl: ODBC-verbinding is mislukt met de opgegeven referenties. Probeer het opnieuw met andere referenties of een ander verificatiemechanisme.
no: ODBC-tilkobling mislyktes med angitt legitimasjon. Prøv på nytt med en annen legitimasjon eller en annen godkjenningsmekanisme.
pl: Połączenie ODBC nie powiodło się z podanymi poświadczeniami. Spróbuj ponownie, używając innych poświadczeń lub innego mechanizmu uwierzytelniania.
pt_br: A conexão ODBC falhou com as credenciais fornecidas. Tente novamente com credenciais diferentes ou com um mecanismo de autenticação diferente.
sk: Pripojenie rozhrania ODBC zlyhalo so zadanými prihlasovacími údajmi. Skúste to znova s inými prihlasovacími údajmi alebo iným overovacím mechanizmom.
sl: Povezava ODBC ni uspela z vnesenimi poverilnicami. Poskusite znova z drugačnimi poverilnicami ali drugim mehanizmom za preverjanje pristnosti.
sr_cyrl_rs: ODBC веза није успела са обезбеђеним акредитивима. Покушајте поново са различитим акредитивима или другим механизмом потврде идентитета.
sv: ODBC-anslutningen misslyckades med de angivna autentiseringsuppgifterna. Försök igen med andra autentiseringsuppgifter eller en annan autentiseringsmekanism.
th: การเชื่อมต่อ ODBC ล้มเหลวพร้อมกับข้อมูลประจําตัวที่ให้มา ลองอีกครั้งด้วยข้อมูลประจําตัวอื่นหรือกลไกการรับรองความถูกต้องอื่น
tr: ODBC Bağlantısı sağlanan kimlik bilgileriyle başarısız oldu. Farklı kimlik bilgileriyle veya farklı bir kimlik doğrulama mekanizmasıyla yeniden deneyin.
vi: Kết nối ODBC không thành công với thông tin xác thực được cung cấp. Hãy thử lại bằng thông tin xác thực hoặc cơ chế xác thực khác.
zh_hans: ODBC 连接失败，并提供了凭据。请使用不同的凭据或其他身份验证机制重试。
zh_hant: 提供的認證使 ODBC 連線失敗。請使用不同的認證或不同的驗證機制再試一次。

# ErrorOdbcCouldNotConnect
source: Could not connect to server. Please double check your ODBC configuration.
ca: No s'ha pogut connectar amb el servidor. Comproveu la configuració de l'ODBC.
cs: Nepovedlo se připojit k serveru. Pečlivě zkontrolujte konfiguraci ODBC.
el: Δεν ήταν δυνατή η σύνδεση με το διακομιστή. Ελέγξτε ξανά τη ρύθμιση παραμέτρων ODBC.
es: No se ha podido conectar con el servidor. Compruebe la configuración de ODBC.
eu: Ezin izan da konektatu zerbitzarira. Egiaztatu ODBC konfigurazioa.
fi: Yhteyttä palvelimeen ei voitu muodostaa. Tarkista ODBC-määrityksesi.
fr: N’a pas pu se connecter au serveur. Veuillez vérifier votre configuration ODBC.
gl: Non se puido conectar ao servidor. Comproba a configuración de ODBC.
he: לא הייתה אפשרות להתחבר לשרת. בדוק שוב את תצורת ה- ODBC שלך.
hi: सर्वर से कनेक्ट नहीं कर सका. कृपया अपना ODBC कॉन्फ़िगरेशन दोबारा जाँचें.
hr: Povezivanje s poslužiteljem nije moguće. Provjerite konfiguraciju ODBC-a.
id: Tidak dapat tersambung ke server. Periksa kembali konfigurasi ODBC Anda.
ja: サーバーに接続できませんでした。ODBC 構成をもう一度確認してください。
kk: Серверге қосылу мүмкін болмады. ODBC конфигурациясын екі рет тексеріңіз.
ko: 서버에 연결할 수 없습니다. ODBC 구성을 다시 확인하세요.
lv: Nevarēja izveidot savienojumu ar serveri. Lūdzu, vēlreiz pārbaudiet savu ODBC konfigurāciju.
nl: Kan geen verbinding maken met de server. Controleer uw ODBC-configuratie.
no: Kan ikke koble til serveren. Dobbeltsjekk ODBC-konfigurasjonen.
pl: Nie można nawiązać połączenia z serwerem. Sprawdź dokładnie konfigurację ODBC.
pt_br: Não foi possível conectar-se ao servidor. Verifique novamente sua configuração do ODBC.
sk: Nepodarilo sa pripojiť k serveru. Dôkladne skontrolujte konfiguráciu rozhrania ODBC.
sl: Povezave s strežnikom ni bilo mogoče vzpostaviti. Znova preverite konfiguracijo ODBC.
sr_cyrl_rs: Није могуће повезати се са сервером. Двапут проверите ODBC конфигурацију.
sv: Det gick inte att ansluta till servern. Kontrollera ODBC-konfigurationen.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้ โปรดตรวจสอบการกําหนดค่า ODBC ของคุณอีกครั้ง
tr: Sunucuya bağlanılamadı. Lütfen ODBC yapılandırmanızı tekrar kontrol edin.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra lại cấu hình ODBC của bạn.
zh_hans: 无法连接到服务器。请仔细检查 ODBC 配置。
zh_hant: 無法連線到伺服器。請再次檢查您的 ODBC 設定。

# AutomaticProxyDiscoveryFlagDisabledLabel
source: Disabled (default)
ca: Inhabilitat (per defecte)
cs: Zakázáno
el: Απενεργοποιημένο (προεπιλογή)
es: Deshabilitado (valor predeterminado)
eu: Desgaituta (lehenetsia)
fi: Ei käytössä (oletus)
fr: Désactivé (par défaut)
gl: Desactivado (predefinido)
he: מושבת (ברירת מחדל)
hi: अक्षम किया गया (डिफ़ॉल्ट)
hr: Onemogućeno (zadano)
id: Dinonaktifkan (default)
ja: 無効 (既定)
kk: Ажыратылған (әдепкі)
ko: 사용 안 함(기본값)
lv: Atspējots (noklusējums)
nl: Uitgeschakeld (standaard)
no: Deaktivert (standard)
pl: Wyłączone (domyślnie)
pt_br: Desabilitado (padrão)
sk: Zakázané (predvolené)
sl: Onemogočeno (privzeto)
sr_cyrl_rs: Онемогућено (подразумевано)
sv: Inaktiverad (standard)
th: ปิดใช้งาน (ค่าเริ่มต้น)
tr: Devre dışı (varsayılan)
vi: Đã tắt (mặc định)
zh_hans: 已禁用(默认)
zh_hant: 已停用 (預設)

# AutomaticProxyDiscoveryFlagEnabledLabel
source: Enabled
ca: Habilitat
cs: Povoleno
el: Ενεργοποιημένο
es: Habilitado
eu: Gaituta
fi: Käytössä
fr: Activé
gl: Activado
he: מופעל
hi: चालू किया गया
hr: Omogućeno
id: Diaktifkan
ja: 有効
kk: Қосылған
ko: 사용함
lv: Iespējots
nl: Ingeschakeld
no: Aktivert
pl: Włączone
pt_br: Habilitado
sk: Povolené
sl: Omogočeno
sr_cyrl_rs: Омогућено
sv: Aktiverat
th: เปิดใช้งานแล้ว
tr: Etkin
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

# HttpPathHelp
source: The HTTP path of the cluster.
ca: Camí HTTP del clúster.
cs: Cesta HTTP clusteru
el: Η διαδρομή HTTP του συμπλέγματος.
es: Ruta de acceso HTTP del clúster.
eu: Lukuaren HTTP bide-izena.
fi: Klusterin HTTP-polku.
fr: Le chemin HTTP du cluster.
gl: A camiño HTTP do clúster.
he: נתיב ה- HTTP של האשכול.
hi: क्लस्टर का HTTP पथ.
hr: HTTP put klastera.
id: Jalur HTTP kluster.
ja: クラスターの HTTP パス。
kk: Кластердің HTTP жолы.
ko: 클러스터의 HTTP 경로입니다.
lv: Klastera HTTP ceļš.
nl: Het HTTP-pad van het cluster.
no: HTTP-banen til klyngen.
pl: Ścieżka HTTP klastra.
pt_br: O caminho HTTP do cluster.
sk: Cesta HTTP klastra.
sl: Pot HTTP gruče.
sr_cyrl_rs: HTTP путања кластера.
sv: HTTP-sökvägen för klustret.
th: เส้นทาง HTTP ของคลัสเตอร์
tr: Kümenin HTTP yolu.
vi: Đường dẫn HTTP của cụm.
zh_hans: 群集的 HTTP 路径。
zh_hant: 叢集的 HTTP 路徑。

# HttpPathLabel
source: HTTP Path
ca: Camí HTTP
cs: Cesta HTTP
el: Διαδρομή HTTP
es: Ruta de acceso HTTP
eu: HTTP bide-izena
fi: HTTP-polku
fr: Chemin d’accès HTTP
gl: Camiño HTTP
he: נתיב HTTP
hi: Http पथ
hr: HTTP put
id: Jalur HTTP
ja: HTTP パス
kk: HTTP жолы
ko: HTTP 경로
lv: HTTP ceļš
nl: HTTP-pad
no: HTTP-bane
pl: Ścieżka HTTP
pt_br: Caminho HTTP
sk: Cesta HTTP
sl: Pot HTTP
sr_cyrl_rs: HTTP путања
sv: HTTP-sökväg
th: เส้นทาง HTTP
tr: HTTP Yolu
vi: Đường dẫn HTTP
zh_hans: HTTP 路径
zh_hant: HTTP 路徑

# PersonalAccessTokenLabel
source: Personal Access Token
ca: Testimoni d'accés personal
cs: Token PAT
el: Προσωπικό διακριτικό πρόσβασης
es: Token de acceso personal
eu: Sarbide pertsonaleko tokena
fi: Henkilökohtainen käyttöoikeustietue
fr: Jeton d’accès personnel
gl: Token de acceso persoal
he: אסימון גישה אישי
hi: व्यक्तिगत पहुँच टोकन
hr: Token za osobni pristup
id: Token Akses Pribadi
ja: 個人用アクセス トークン
kk: Жеке қатынасу таңбалауышы
ko: 개인 액세스 토큰
lv: Personas piekļuves pilnvara
nl: Persoonlijke toegangstokens
no: Personlig tilgangstoken
pl: Osobisty token dostępu
pt_br: Token de Acesso Pessoal
sk: Osobný prístupový token
sl: Osebni žeton za dostop
sr_cyrl_rs: Лични токен за приступ
sv: Personlig åtkomsttoken
th: โทเค็นการเข้าถึงส่วนตัว
tr: Kişisel Erişim Belirteci
vi: Mã truy cập cá nhân
zh_hans: 个人访问令牌
zh_hant: 個人存取權杖

# QueryDataSourceDescription
source: Define a Databricks data source for running SQL queries
ca: Definiu un origen de dades Databricks per executar consultes SQL.
cs: Definování zdroje dat Databricks pro spouštění dotazů SQL
el: Ορισμός προέλευσης δεδομένων Databricks για την εκτέλεση ερωτημάτων SQL
es: Definición de un origen de datos de Databricks para ejecutar consultas SQL
eu: Definitu SQL kontsultak exekutatzeko datu-blokeen datu-iturburua
fi: Databricks-tietolähteen määrittäminen SQL-kyselyiden suorittamista varten
fr: Définir une source de données Databricks pour exécuter des requêtes SQL
gl: Define unha orixe de datos Databricks para executar consultas SQL
he: הגדרת מקור נתונים של Databricks עבור הפעלת שאילתות SQL
hi: SQL क्वेरी चलाने के लिए Databricks डेटा स्रोत निर्धारित करें
hr: Definirajte izvor podataka Databricks za pokretanje SQL upita
id: Tentukan sumber data Databricks untuk menjalankan kueri SQL
ja: SQL クエリを実行するための Databricks データ ソースを定義する
kk: SQL сұрауларын орындау үшін Databricks деректер көзін анықтау
ko: SQL 쿼리를 실행하기 위한 Databricks 데이터 원본 정의
lv: Definējiet Databricks datu avotu SQL vaicājumu palaišanai
nl: Een Databricks-gegevensbron definiëren voor het uitvoeren van SQL-query's
no: Definer en Databricks-datakilde for å kjøre SQL-spørringer
pl: Zdefiniuj źródło danych platformy Databricks do uruchamiania kwerend SQL
pt_br: Definir uma fonte de dados do Databricks para executar consultas SQL
sk: Definovanie zdroja údajov služby Databricks na spúšťanie dotazov SQL
sl: Določite vir podatkov Databricks za izvajanje SQL poizvedb
sr_cyrl_rs: Дефинишите Databricks извор података за покретање SQL упита
sv: Definiera en Databricks-datakälla för körning av SQL-frågor
th: กําหนดแหล่งข้อมูล Databricks สําหรับการเรียกใช้แบบสอบถาม SQL
tr: SQL sorgularını çalıştırmak için bir Databricks veri kaynağı tanımlayın
vi: Xác định nguồn dữ liệu Databricks để chạy truy vấn SQL
zh_hans: 定义用于运行 SQL 查询的 Databricks 数据源
zh_hant: 定義用於執行 SQL 查詢的 Databricks 資料來源
