Repository: sgoley/powerbi-included-certified-extentions
Catalog: Databricks/resources.*.resx
Languages: ca, cs, el, es, eu, fi, fr, gl, he, hi, hr, id, ja, kk, ko, lv, nl, no, pl, pt_br, sk, sl, sr_cyrl_rs, sv, th, tr, vi, zh_hans, zh_hant

# AdvancedOptionsLabel
source: Advanced Options
ca: Opcions avançades
cs: Rozšířené možnosti
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
eu: Aukera aurreratuak
fi: Lisäasetukset
fr: Options avancées
gl: Opcións avanzadas
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
hr: Napredne mogućnosti
id: Opsi Tingkat Lanjut
ja: 詳細オプション
kk: Қосымша параметрлер
ko: 고급 옵션
lv: Papildu opcijas
nl: Geavanceerde opties
no: Avanserte alternativer
pl: Opcje zaawansowane
pt_br: Opções Avançadas
sk: Rozšírené možnosti
sl: Dodatne možnosti
sr_cyrl_rs: Напредне опције
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง
tr: Gelişmiş Seçenekler
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_hant: 進階選項

# BatchSizeHelp
source: The batch size used for fetching, as maximum number of rows
ca: Mida del lot que s'utilitza per a l’obtenció, com a nombre màxim de files
cs: Velikost dávky použitá k načtení jako maximální počet řádků
el: Το μέγεθος δέσμης που χρησιμοποιείται για τη λήψη, ως μέγιστος αριθμός γραμμών
es: El tamaño de lote usado para la captura, como número máximo de filas
eu: Eskuratzeko erabiltzeko multzoaren tamaina, errenkaden gehieneko kopuru gisa
fi: Noutamiseen käytettävä eräkoko rivien enimmäismääränä
fr: La taille de lot utilisée pour la récupération, en tant que nombre maximal de lignes
gl: O tamaño do lote que se utiliza para obter, como número máximo de filas
he: גודל האצווה המשמש להבאה, כמספר השורות המרבי
hi: पंक्तियों की अधिकतम संख्या के रूप में, फ़ेच करने के लिए बैच आकार का उपयोग किया गया
hr: Veličina serije koja se koristi za dohvaćanje kao maksimalan broj redaka
id: Ukuran batch yang digunakan untuk mengambil, sebagai jumlah baris maksimum
ja: フェッチに使用されるバッチ サイズ (最大行数)
kk: Жолдардың ең көп саны ретінде алу үшін пайдаланылатын жиынтық өлшемі
ko: 가져오기에 사용되는 배치 크기(최대 행 수)
lv: Paketes lielums ienesei, noteikts kā maksimālais rindu skaits
nl: De batchgrootte die wordt gebruikt voor het ophalen, als maximum aantal rijen
no: Bunkestørrelsen som brukes til henting, som maksimalt antall rader
pl: Rozmiar partii używany do pobierania jako maksymalna liczba wierszy
pt_br: O tamanho do lote utilizado para a busca, como o número máximo de linhas
sk: Veľkosť dávky použitá na načítanie ako maximálny počet riadkov
sl: Velikost paketa, uporabljena za pridobivanje, kot največje število vrstic
sr_cyrl_rs: Величина групе која се користи за преношење, као максималан број редова
sv: Batchstorleken som används för hämtning, som maximalt antal rader
th: ขนาดชุดงานที่ใช้สําหรับการดึงข้อมูลเป็นจํานวนแถวสูงสุด
tr: Satır sayısı üst sınırı olarak getirmek için kullanılan toplu iş boyutu
vi: Kích cỡ lô được sử dụng để tải dữ liệu, dưới dạng số hàng tối đa
zh_hans: 用于提取的批处理大小，作为最大行数
zh_hant: 用於擷取的批次大小，為資料列數目上限

# BatchSizeLabel
source: Batch Size (rows)
ca: Mida del lot (files)
cs: Velikost dávky (řádky)
el: Μέγεθος δέσμης (γραμμές)
es: Tamaño del lote (filas)
eu: Multzoaren tamaina (errenkadak)
fi: Erän koko (rivit)
fr: Taille du lot (lignes)
gl: Tamaño do lote (filas)
he: גודל אצווה (שורות)
hi: बैच आकार (पंक्तियाँ)
hr: Veličina serije (reci)
id: Ukuran Batch (baris)
ja: バッチ サイズ (行)
kk: Жиынтық өлшемі (жолдар)
ko: 배치 크기(행)
lv: Paketes lielums (rindas)
nl: Batchgrootte (rijen)
no: Bunkestørrelse (rader)
pl: Rozmiar partii (wiersze)
pt_br: Tamanho do Lote (linhas)
sk: Veľkosť dávky (riadky)
sl: Velikost paketa (vrstice)
sr_cyrl_rs: Величина групе (редови)
sv: Batchstorlek (rader)
th: ขนาดชุดงาน (แถว)
tr: Toplu İş Boyutu (satırlar)
vi: Kích cỡ lô (hàng)
zh_hans: 批大小(行)
zh_hant: 批次大小 (列)

# ButtonHelp
source: Import data from Azure Databricks
ca: Importeu dades de l'Azure Databricks.
cs: Importovat data z Azure Databricks
el: Εισαγωγή δεδομένων από Azure Databricks
es: Importar datos de Azure Databricks
eu: Inportatu datuak Azure Databricks-etik
fi: Tietojen tuominen Azure Databricksiin
fr: Importer des données depuis Azure Databricks
gl: Importar datos de Azure Databricks
he: ייבוא נתונים מ- Azure Databricks
hi: Azure Data से डेटा आयात करें.
hr: Uvezite podatke iz servisa Azure Databricks
id: Impor data dari Azure Databricks
ja: Azure Databricks からデータをインポートする
kk: Azure Databricks қызметінен деректерді импорттау
ko: Azure Databricks에서 데이터 가져오기
lv: Importēt datus no Azure Databricks
nl: Gegevens importeren uit Azure Databricks
no: Importer data fra Azure Databricks
pl: Importuj dane z platformy Azure Databricks.
pt_br: Importar dados do Azure Databricks
sk: Importovať údaje zo služby Azure Databricks
sl: Uvozite podatke iz Azure Databricks
sr_cyrl_rs: Увезите податке из услуге Azure Databricks
sv: Importera data från Azure Databricks
th: นําเข้าข้อมูลจาก Azure Databricks
tr: Azure Databricks'den içeri veri aktarın.
vi: Nhập dữ liệu từ Azure Databricks
zh_hans: 从 Azure Databricks 导入数据
zh_hant: 從 Azure Databricks 匯入資料。

# MultiCloudButtonHelp
source: Import data from Databricks
ca: Importeu dades des del Databricks
cs: Importovat data z Databricks
el: Εισαγωγή δεδομένων από Databricks
es: Importación de datos desde Databricks
eu: Inportatu datuak datu-blokeetatik
fi: Tietojen tuominen Databricksistä
fr: Importer des données depuis Databricks
gl: Importar datos de Databricks
he: ייבוא נתונים מ- Databricks
hi: Databricks से डेटा आयात करें
hr: Uvoz podataka iz servisa Databricks
id: Impor data dari Databricks
ja: Databricks からデータをインポートする
kk: Databricks қызметінен деректерді импорттау
ko: Databricks에서 데이터 가져오기
lv: Importēt datus no Databricks
nl: Gegevens importeren uit Databricks
no: Importer data fra Databricks
pl: Importuj dane z platformy Databricks.
pt_br: Importar dados do Databricks
sk: Importovať údaje zo služby Databricks
sl: Uvozite podatke iz Databricks
sr_cyrl_rs: Увезите податке из услуге Databricks
sv: Importera data från Databricks
th: นําเข้าข้อมูลจาก Databricks
tr: Databricks'ten veri aktar
vi: Nhập dữ liệu từ Databricks
zh_hans: 从 Databricks 导入数据
zh_hant: 從 Databricks 匯入資料。

# MultiCloudButtonTitle
source: Databricks
eu: Datu-blokeak
hi: डेटाब्रिक्स

# CatalogHelp
source: Select a default catalog for the connection.
ca: Seleccioneu un catàleg per defecte per a la connexió.
cs: Vyberte výchozí katalog pro připojení.
el: Επιλέξτε έναν προεπιλεγμένο κατάλογο για τη σύνδεση.
es: Seleccione un catálogo predeterminado para la conexión.
eu: Hautatu konexioaren katalogo lehenetsia.
fi: Valitse yhteyden oletusluettelo.
fr: Sélectionnez un catalogue par défaut pour la connexion.
gl: Selecciona un catálogo predefinido para a conexión.
he: בחר קטלוג ברירת מחדל עבור החיבור.
hi: कनेक्शन के लिए किसी डिफ़ॉल्ट कैटलॉग का चयन करें.
hr: Odaberite zadani katalog za vezu.
id: Pilih katalog default untuk koneksi.
ja: 接続の既定のカタログを選択します。
kk: Қосылымның әдепкі каталогын таңдаңыз.
ko: 연결에 대한 기본 카탈로그를 선택합니다.
lv: Atlasiet savienojuma noklusējuma katalogu.
nl: Selecteer een standaardcatalogus voor de verbinding.
no: Velg en standardkatalog for tilkoblingen.
pl: Wybierz katalog domyślny dla połączenia.
pt_br: Selecione um catálogo padrão para a conexão.
sk: Vyberte predvolený katalóg pre pripojenie.
sl: Izberite privzeti katalog za povezavo.
sr_cyrl_rs: Изаберите подразумевани каталог за везу.
sv: Välj en standardkatalog för anslutningen.
th: เลือกแค็ตตาล็อกเริ่มต้นสําหรับการเชื่อมต่อ
tr: Bağlantı için varsayılan katalog seçin.
vi: Chọn danh mục mặc định cho kết nối.
zh_hans: 选择连接的默认目录。
zh_hant: 選取連線的預設目錄。

# CatalogLabel
source: Default catalog
ca: Catàleg per defecte
cs: Výchozí katalog
el: Προεπιλεγμένος κατάλογος
es: Catálogo predeterminado
eu: Katalogo lehenetsia
fi: Oletusluettelo
fr: Catalogue par défaut
gl: Catálogo predefinido
he: קטלוג ברירת מחדל
hi: डिफ़ॉल्ट कैटलॉग
hr: Zadani katalog
id: Katalog default
ja: 既定のカタログ
kk: Әдепкі каталог
ko: 기본 카탈로그
lv: Noklusējuma katalogs
nl: Standaardcatalogus
no: Standardkatalog
pl: Katalog domyślny
pt_br: Catálogo padrão
sk: Predvolený katalóg
sl: Privzeti katalog
sr_cyrl_rs: Подразумевани каталог
sv: Standardkatalog
th: แค็ตตาล็อกเริ่มต้น
tr: Varsayılan katalog
vi: Danh mục mặc định
zh_hans: 默认目录
zh_hant: 預設目錄

# DatabaseHelp
source: Limit the connection to the selected database. This might make listing tables faster, however it will prevent query folding for queries that hit multiple different databases.
ca: Limiteu la connexió a la base de dades seleccionada. Això pot accelerar el llistat de les taules, però impedirà que el plegament de consultes de les consultes que afectin a diverses bases de dades.
cs: Omezte připojení k vybrané databázi. Výpis tabulek tak může být rychlejší, ale zabrání se tím posouvání dotazů, které našly výsledky ve více různých databázích.
el: Περιορίστε τη σύνδεση στην επιλεγμένη βάση δεδομένων. Αυτό μπορεί να κάνει την καταχώρηση πινάκων ταχύτερη, ωστόσο θα αποτρέψει την αναδίπλωση ερωτημάτων για ερωτήματα που έχουν πολλές διαφορετικές βάσεις δεδομένων.
es: Limitar la conexión a la base de datos seleccionada. Esto puede hacer que la lista de tablas sea más rápida, pero impedirá el plegado de consultas para consultas que lleguen a varias bases de datos diferentes.
eu: Mugatu hautatutako datu-baserako konexioa. Hori eginda, taulak azkarrago zerrendatu ahal izango dituzu. Hala ere, horrek saihestu egingo du hainbat datu-baserekin bat datozen kontsulten kontsulta-itzulpena.
fi: Rajoita yhteys valittuun tietokantaan. Tämä saattaa nopeuttaa taulukoiden luettelointia, mutta se estää kyselyn delegoinnin lähteeseen kyselyille, jotka kohdistuvat useisiin eri tietokantoihin.
fr: Limitez la connexion à la base de données sélectionnée. Cela peut accélérer la liste des tables, mais cela empêchera le pliage des requêtes pour les requêtes qui touchent plusieurs bases de données différentes.
gl: Limita a conexión á base de datos seleccionada. Isto pode facer que as táboas de listas sexan máis rápidas, non obstante, evitará a delegación de consultas para consultas que atinxen a varias bases de datos diferentes.
he: הגבל את החיבור למסד הנתונים שנבחר. הפעולה הזו עשויה להפוך טבלאות רישום למהירות יותר, אך היא תמנע הקצאת שאילתות עבור שאילתות שמקורן במסדי נתונים שונים מרובים.
hi: चयनित डेटाबेस के लिए कनेक्शन सीमित करें. यह तालिकाओं को तेज़ बना सकता है, हालाँकि यह उन क्वेरीज़ के लिए क्वेरी फ़ोल्डिंग को रोकेगा जो एकाधिक भिन्न डेटाबेस को हिट करती हैं.
hr: Ograničite vezu s odabranom bazom podataka. To bi moglo ubrzati unos tablica, ali će spriječiti vraćanje upita za upite koji pogađaju više različitih baza podataka.
id: Batasi koneksi ke database yang dipilih. Hal ini mungkin membuat daftar tabel lebih cepat, namun akan mencegah pelipatan kueri untuk kueri yang mengenai beberapa database berbeda.
ja: 選択したデータベースへの接続を制限します。これにより、テーブルのリスト表示が高速になる可能性があります。ただし、複数の異なるデータベースにヒットするクエリのクエリ フォールディングはできなくなります。
kk: Таңдалған дерекқорға қосылымды шектеу. Бұл тізім кестелерін жылдамдатуы мүмкін, дегенмен, бірнеше түрлі дерекқорларға баратын сұраулар үшін сұрауды қысқартуды болдырмайды.
ko: 선택한 데이터베이스에 대한 연결을 제한합니다. 이렇게 하면 테이블을 더 빠르게 나열할 수 있지만 여러 다른 데이터베이스에 도달하는 쿼리에 대한 쿼리 접기를 방지할 수 있습니다.
lv: Ierobežojiet savienojumu līdz atlasītajam datu bāzei. Tas var paātrināt tabulu uzskaiti, bet tas neļaus veikt vaicājumu īsināšanu vaicājumiem, kas trāpa vairākām datu bāzēm.
nl: De verbinding met de geselecteerde database beperken. Hierdoor kan het vermelden van tabellen sneller worden, maar wordt het vouwen van query's voor query's die meerdere databases raken, voorkomen.
no: Begrens tilkoblingen til den valgte databasen. Dette kan gjøre det raskere å føre opp tabeller, men det vil hindre spørringsdelegering for spørringer som treffer flere forskjellige databaser.
pl: Ogranicz połączenie z wybraną bazą danych. Może to przyspieszyć wyświetlanie tabel, jednak uniemożliwi składanie kwerend w przypadku kwerend, które trafią do wielu różnych baz danych.
pt_br: Limite a conexão com o banco de dados selecionado. Isso pode tornar as tabelas de listagem mais rápidas, porém impedirá a dobragem de consultas para consultas que atingem vários bancos de dados diferentes.
sk: Obmedzte pripojenie k vybratej databáze. To môže urýchliť vytváranie záznamov tabuliek, ale zabráni postupnému posúvaniu dotazov pre dotazy, ktoré našli výsledky vo viacerých rôznych databázach.
sl: Omejite povezavo z izbrano zbirko podatkov. Seznam tabel bo morda hitrejši, vendar pa boste s tem preprečili pregibanje poizvedb za poizvedbe, ki so naletele na več različnih zbirk podatkov.
sr_cyrl_rs: Ограничите везу са изабраном базом података. Ово може да убрза листинг табела, али ће спречити враћање упита за упите који погоде више различитих база података.
sv: Begränsa anslutningen till den valda databasen. Detta kan snabba upp listning av tabeller, men det förhindrar frågedelegering för frågor som träffar flera olika databaser.
th: จํากัดการเชื่อมต่อไปยังฐานข้อมูลที่เลือก ซึ่งอาจทําให้แสดงรายการตารางได้เร็วขึ้น แต่จะป้องกันการพับคิวรีสําหรับคิวรีที่เข้าสู่ฐานข้อมูลที่แตกต่างกันหลายฐานข้อมูล
tr: Bağlantıyı seçili veritabanıyla sınırla. Bu, tabloların daha hızlı listelenmesini sağlasa da, farklı birden çok veritabanına isabet eden sorgular için sorguyu kaynağa döndürmeyi engeller.
vi: Giới hạn kết nối đến cơ sở dữ liệu đã chọn. Điều này có thể khiến việc liệt kê bảng nhanh hơn, tuy nhiên sẽ ngăn chặn việc nén các truy vấn sử dụng nhiều cơ sở dữ liệu khác nhau.
zh_hans: 限制到所选数据库的连接。这可能会加快列出表的速度，但会阻止多个不同数据库的的查询折叠。
zh_hant: 限制所選資料庫的連接。這可能會加快列出資料表的速度，但會造成點擊多個不同資料庫的查詢無法查詢折疊。

# DatabaseLabel
source: Database
ca: Base de dades
cs: Databáze
el: Βάση δεδομένων
es: Base de datos
eu: Datu-basea
fi: Tietokanta
fr: Base de données
gl: Base de datos
he: מסד נתונים
hi: डेटाबेस
hr: Baza podataka
ja: データベース
kk: Дерекқор
ko: 데이터베이스
lv: Datu bāze
pl: Baza danych
pt_br: Banco de Dados
sk: Databáza
sl: Zbirka podatkov
sr_cyrl_rs: База података
sv: Databas
th: ฐานข้อมูล
tr: Veritabanı
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

# MultiCloudDataSourceLabel
source: Databricks
eu: Datu-blokeak
hi: डेटाब्रिक्स

# MultiCloudDataSourceName
source: Databricks
eu: Datu-blokeak
hi: डेटाब्रिक्स

# EnableAutomaticProxyDiscoveryFlagsHelp
source: This enables automatic Windows System wide automatic Proxy Discovery.
ca: Habilita la detecció automàtica de servidor intermediari a tot el sistema Windows.
cs: Toto povolí Automatické Zjištění Proxy Windows pro celý systém.
el: Αυτό επιτρέπει τον αυτόματο εντοπισμό διακομιστή μεσολάβησης σε όλο το σύστημα των Windows.
es: Esto habilita la detección automática de proxy en todo el sistema Windows.
eu: Aukera honek Proxy-hautemate automatikoa gaitzen du Windows sistema osoan.
fi: Tämä ottaa käyttöön automaattisen Windowsin järjestelmänlaajuisen automaattisen välityspalvelimen etsimisen.
fr: Cela permet de détecter automatiquement un proxy à l’échelle du système Windows.
gl: Isto permite a detección automática de proxy en todo o sistema Windows.
he: פעולה זו מאפשרת גילוי אוטומטי של Proxy ברחבי מערכת Windows.
hi: यह स्वचालित Windows सिस्टम वाइड स्वचालित प्रॉक्सी डिस्कवरी को सक्षम करता है.
hr: To omogućuje automatsko otkrivanje proxyja na razini sustava Windows.
id: Ini memungkinkan Penemuan Proksi otomatis di seluruh sistem Windows otomatis.
ja: これにより、Windows の自動システム全体の自動プロキシ検出が有効になります。
kk: Бұл Windows жүйесінде автоматты түрде проксиді анықтауды қосады.
ko: 이 기능을 사용하면 Windows 시스템 전체에 걸쳐 자동으로 프록시를 검색할 수 있습니다.
lv: Tas iespējo automātisku Windows sistēmas mēroga automātisko starpniekservera noteikšanu.
nl: Hiermee wordt automatisch proxydetectie voor het hele Windows-systeem ingeschakeld.
no: Dette aktiverer automatisk proxysøk for hele Windows-systemet.
pl: Umożliwia to automatyczne odnajdywanie serwerów proxy w całym automatycznym systemie Windows.
pt_br: Isso habilita a Descoberta Automática de Proxy automática em todo o sistema Windows.
sk: Táto možnosť povolí automatické zisťovanie proxy v celom systéme Windows.
sl: S tem omogočite samodejno odkrivanje strežnika proxy v celotnem sistemu Windows.
sr_cyrl_rs: Ово омогућава широко аутоматско откривање proxy компоненти у целом систему Windows.
sv: Detta möjliggör automatisk proxyidentifiering i Hela Windows-systemet.
th: ตัวเลือกนี้จะเปิดใช้งานการค้นพบพร็อกซีอัตโนมัติสําหรับทั้งระบบ Windows โดยอัตโนมัติ
tr: Bu, Windows Sistemi genelinde otomatik Ara Sunucu Bulma özelliğini etkinleştirir.
vi: Tính năng này cho phép Khám phá Proxy tự động trong toàn Hệ thống Windows tự động.
zh_hans: 这将启用自动 Windows 系统范围的自动代理发现。
zh_hant: 這會啟用自動 Windows 全系統自動 Proxy 探索。

# EnableAutomaticProxyDiscoveryFlagsLabel
source: Automatic Proxy Discovery
ca: Detecció automàtica de servidor intermediari
cs: Automatické Zjištění Proxy
el: Αυτόματος εντοπισμός διακομιστή μεσολάβησης
es: Detección automática de proxy
eu: Proxy-hautemate automatikoa
fi: Automaattinen välityspalvelimen etsintä
fr: Détection automatique du proxy
gl: Descubrimento automático de proxy
he: גילוי אוטומטי של Proxy
hi: स्वचालित प्रॉक्सी डिस्कवरी
hr: Automatsko otkrivanje proxyja
id: Penemuan Proksi Otomatis
ja: プロキシの自動検出
kk: Проксиді автоматты түрде анықтау
ko: 자동 프록시 검색
lv: Automātiska starpniekservera noteikšana
nl: Automatische proxydetectie
no: Automatisk proxy-søk
pl: Automatyczne odnajdywanie serwerów proxy
pt_br: Descoberta Automática de Proxy
sk: Automatické zisťovanie proxy
sl: Samodejno odkrivanje strežnika proxy
sr_cyrl_rs: Аутоматско откривање proxy компоненти
sv: Automatisk proxyidentifiering
th: การค้นพบพร็อกซีอัตโนมัติ
tr: Otomatik Ara Sunucu Bulma
vi: Khám phá Proxy Tự động
zh_hans: 自动代理发现
zh_hant: 自動 Proxy 探索

# ErrorAadInvalidDomain
source: AAD is not supported for domain: #{0}.
ca: L'AAD no és compatible amb el domini: #{0}.
cs: AAD se pro doménu #{0} nepodporuje.
el: Το AAD δεν υποστηρίζεται για τον τομέα: #{0}.
es: No se admite AAD para el dominio: #{0}.
eu: AAD ez da onartzen domeinuan: #{0}.
fi: AAD-kohdetta ei tueta toimialueelle: #{0}.
fr: AAD n’est pas pris en charge pour le domaine : #{0}.
gl: AAD non é compatible para o dominio: #{0}.
he: AAD אינו נתמך עבור התחום: #{0}.
hi: AAD इस डोमेन के लिए समर्थित नहीं है: #{0}.
hr: AAD nije podržan za domenu: #{0}.
id: AAD tidak didukung untuk domain: #{0}.
ja: AAD はドメイン #{0} についてはサポートされていません。
kk: Домен үшін AAD-ге қолдау көрсетілмейді: №{0}.
ko: AAD는 #{0} 도메인에 대해 지원되지 않습니다.
lv: AAD netiek atbalstīts domēnam: #{0}.
nl: AAD wordt niet ondersteund voor domein: #{0}.
no: AAD støttes ikke for domenet: #{0}.
pl: Usługa AAD nie jest obsługiwana dla domeny: #{0}.
pt_br: O AAD não é suportado no domínio: #{0}.
sk: AAD nie je podporované pre doménu: #{0}.
sl: AAD ni podprt za domeno: #{0}.
sr_cyrl_rs: AAD није подржан за домен: #{0}.
sv: AAD stöds inte för domänen: #{0}.
th: AAD ไม่ได้รับการสนับสนุนสําหรับโดเมน: #{0}
tr: #{0} etki alanı için AAD desteklenmiyor.
vi: AAD không được hỗ trợ cho miền: #{0}.
zh_hans: 域不支持 AAD: #{0}。
zh_hant: 網域不支援 AAD: #{0}。

# ErrorAadInvalidLocation
source: Unexpected authorization endpoint received from server
ca: S'ha rebut un extrem d'autorització inesperat del servidor
cs: Ze serveru byl přijat neočekávaný koncový bod autorizace.
el: Ελήφθη μη αναμενόμενο τελικό σημείο εξουσιοδότησης από το διακομιστή
es: Punto de conexión de autorización inesperado recibido del servidor
eu: Ustekabeko baimenaren amaiera-puntua itzuli da zerbitzaritik
fi: Odottamaton valtuutuksen päätepiste vastaanotettu palvelimesta
fr: Point de terminaison d’autorisation inattendu reçu du serveur
gl: Recibiuse un extremo de autorización inesperado do servidor
he: התקבלה נקודת קצה לא צפויה של הרשאה מהשרת
hi: सर्वर से अनपेक्षित प्रमाणन समाप्ति बिंदु प्राप्त हुआ
hr: S poslužitelja je primljena neočekivana krajnja točka autorizacije
id: Titik akhir otorisasi tak terduga diterima dari server
ja: サーバーから予期しない承認エンドポイントを受信しました
kk: Серверден күтпеген авторизация соңғы нүктесі алынды
ko: 서버에서 예기치 않은 권한 부여 엔드포인트를 받았습니다.
lv: No servera saņemts neparedzēts autorizācijas galapunkts
nl: Onverwacht autorisatie-eindpunt ontvangen van server
no: Uventet godkjenningsendepunkt mottatt fra serveren
pl: Odebrano nieoczekiwany punkt końcowy autoryzacji z serwera
pt_br: Ponto de extremidade da autorização inesperada recebida do servidor
sk: Zo servera bol prijatý neočakávaný koncový bod oprávnenia
sl: Nepričakovana končna točka pooblastila, prejeta s strežnika
sr_cyrl_rs: Неочекивана крајње тачка ауторизације је примљена са сервера
sv: En oväntad auktoriseringsslutpunkt togs emot från servern
th: ได้รับจุดสิ้นสุดการอนุญาตที่ไม่คาดคิดจากเซิร์ฟเวอร์
tr: Sunucudan beklenmeyen yetkilendirme uç noktası alındı
vi: Đã nhận được điểm cuối ủy quyền ngoài dự kiến từ máy chủ
zh_hans: 从服务器接收到意外的授权终结点
zh_hant: 從伺服器收到未預期的授權端點

# ErrorAadRedirectFailed
source: Failed to retrieve authorization endpoint for organization.
ca: No s’ha pogut recuperar l'extrem d'autenticació de l’organització.
cs: Nepovedlo se načíst koncový bod autorizace pro organizaci.
el: Απέτυχε η ανάκτηση τελικού σημείου εξουσιοδότησης για τον οργανισμό.
es: No se ha podido recuperar el punto de conexión de autorización para la organización.
eu: Ezin izan da berreskuratu erakundearen baimenaren amaiera-puntua.
fi: Valtuutuksen päätepisteen noutaminen organisaatiolle epäonnistui.
fr: Échec de la récupération du point de terminaison d’autorisation pour l’organisation.
gl: Produciuse un erro ao recuperar o extremo de autorización da organización.
he: אחזור נקודת קצה של מתן הרשאות עבור הארגון נכשל.
hi: संगठन के लिए प्रमाणन समाप्ति बिंदु फिर से पाने में विफल.
hr: Dohvaćanje krajnje točke autorizacije za tvrtku ili ustanovu nije uspjelo.
id: Gagal mengambil titik akhir otorisasi untuk organisasi.
ja: 組織の承認エンドポイントを取得できませんでした。
kk: Ұйым үшін авторизация соңғы нүктесін шығарып алу сәтсіз аяқталды.
ko: 조직에 대한 권한 부여 엔드포인트를 검색하지 못했습니다.
lv: Neizdevās iegūt organizācijas autorizācijas galapunktu.
nl: Kan het autorisatie-eindpunt voor de organisatie niet ophalen.
no: Kan ikke hente godkjenningsendepunkt for organisasjonen.
pl: Nie można pobrać punktu końcowego autoryzacji dla organizacji.
pt_br: Falha ao recuperar o ponto de extremidade da autorização para a organização.
sk: Nepodarilo sa načítať koncový bod oprávnenia pre organizáciu.
sl: Končne točke pooblastila za organizacijo ni bilo mogoče pridobiti.
sr_cyrl_rs: Преузимање крајње тачке ауторизације за организацију није успело.
sv: Det gick inte att hämta auktoriseringsslutpunkten för organisationen.
th: ไม่สามารถเรียกใช้จุดสิ้นสุดการอนุญาตสําหรับองค์กรได้
tr: Kuruluş için yetkilendirme uç noktası alınamadı.
vi: Không truy xuất được điểm cuối ủy quyền cho tổ chức.
zh_hans: 无法检索组织的授权终结点。
zh_hant: 無法擷取組織的授權端點。

# ErrorAdvancedOptionValue
source: Invalid value '#{0}' for field #{1}.
ca: Valor no vàlid “#{0}” per al camp #{1}.
cs: Neplatná hodnota #{0} pro pole #{1}
el: Μη έγκυρη τιμή "#{0}" για το πεδίο #{1}.
es: Valor no válido "#{0}" para el campo #{1}.
eu: #{1} eremuaren "#{0}" balioa ezin da erabili.
fi: Virheellinen arvo #{0} kentälle #{1}.
fr: Valeur invalide '#{0}' pour le champ #{1}.
gl: O valor "#{0}" non válido para o campo #{1}.
he: ערך לא חוקי '#{0}' עבור השדה #{1}.
hi: फ़ील्ड #{1} के लिए अमान्य मान '#{0}'.
hr: Vrijednost '#{0}' nije valjana za polje #{1}.
id: Nilai tidak valid '#{0}' untuk bidang #{1}.
ja: フィールド #{1} の値 '#{0}' が無効です。
kk: №{1} өрісі үшін «№{0}» деген жарамсыз мән.
ko: 필드 #{1}에 대한 잘못된 값 '#{0}'.
lv: Nederīga vērtība '#{0}' laukam #{1}.
nl: Ongeldige waarde #{0}voor veld #{1}.
no: Ugyldig verdi #{0}for feltet #{1}.
pl: Nieprawidłowa wartość „#{0}” dla pola #{1}.
pt_br: Valor inválido '#{0}' para o campo #{1}.
sk: Neplatná hodnota #{0} pre pole #{1}.
sl: Neveljavna vrednost »#{0}« za polje #{1}.
sr_cyrl_rs: Неважећа вредност '#{0}' за поље #{1}.
sv: Värdet #{0} för fältet #{1} är ogiltigt.
th: ค่า '#{0}' ไม่ถูกต้องสําหรับเขตข้อมูล #{1}
tr: '#{0}' değeri #{1} alanı için geçersiz.
vi: Giá trị không hợp lệ '#{0}' cho trường #{1}.
zh_hans: 字段 #{1}的值 '#{0}' 无效。
zh_hant: 欄位 #{1} 的無效值 '#{0}'。
