Repository: sgoley/powerbi-included-certified-extentions
Catalog: AtScale/resources.*.resx
Languages: ar, bg, da, el, es, et, eu, fr, gl, he, hi, hu, it, kk, ko, lt, lv, no, pt_pt, ro, sk, sl, sr_cyrl_rs, sv, th, tr, uk, zh_hans

# ButtonTitle
source: AtScale cubes
ar: مكعبات AtScale
bg: AtScale кубове
da: AtScale-kuber
el: Κύβοι AtScale
es: Cubos de AtScale
et: AtScale’i kuubid
eu: AtScale kuboak
fr: Cubes AtScale
gl: Cubos AtScale
he: קוביות AtScale
hi: AtScale क्यूब
hu: AtScale-kockák
it: Cubi AtScale
kk: AtScale текшелері
ko: AtScale 큐브
lt: „AtScale“ kubai
lv: AtScale kubi
no: AtScale-kuber
pt_pt: Cubos AtScale
ro: Cuburi AtScale
sk: Kocky AtScale
sl: Kocke AtScale
sr_cyrl_rs: AtScale коцке
sv: AtScale-kuber
th: คิวบ์ AtScale
tr: AtScale küpleri
uk: Куби AtScale
zh_hans: AtScale 多维数据集

# ButtonHelp
source: Import/DirectQuery cube data from AtScale.
ar: استورد/DirectQuery بيانات المكعب من AtScale.
bg: Импортирайте/извършете DirectQuery за данни на куб от AtScale.
da: Importér/DirectQuery kubedata fra AtScale.
el: Εισαγωγή/DirectQuery δεδομένων κύβου από AtScale.
es: Permite importar datos de un cubo de DirectQuery desde AtScale.
et: DirectQuery kuubi andmete importimine AtScale’ist.
eu: Inportatu/DirectQuery kuboaren datuak AtScale-tik.
fr: Importer/Données DirectQuery d'un cube AtScale.
gl: Importar datos de cubo de DirectQuery de AtScale.
he: נתוני קובייה של יבוא/DirectQuery מ- AtScale.
hi: AtScale से क्यूब डेटा आयात/DirectQuery करें.
hu: Importálás/DirectQuery-kockaadatok az AtScale-ből.
it: Importa/Recupera tramite DirectQuery i dati del cubo da AtScale.
kk: Текше деректерін AtScale жүйесінен DirectQuery режимінде импорттау/шығару.
ko: AtScale에서 큐브 데이터를 가져오거나 직접 쿼리합니다.
lt: Importuoti / gauti „DirectQuery“ režimu kubo duomenis iš „AtScale“.
lv: Importēt/DirectQuery kuba datus no AtScale.
no: Importer/DirectQuery kuber-data fra AtScale.
pt_pt: Importar/DirectQuery os dados de cubo do AtScale.
ro: Date cub import/DirectQuery de la AtScale.
sk: Importovať údaje kocky /DirectQuery z funkcie AtScale.
sl: Uvozi/uporabi DirectQuery za podatke kocke iz storitve AtScale.
sr_cyrl_rs: Увезите/подесите DirectQuery за податке из коцке у услузи AtScale.
sv: Importera/DirectQuery kubdata från AtScale.
th: นำเข้า/DirectQuery ข้อมูลคิวบ์จาก AtScale
tr: AtScale'den küp verileri içeri aktarın/DirectQuery ile sorgulayın.
uk: Імпортувати або отримати методом DirectQuery дані кубів з AtScale
zh_hans: 从 AtScale 导入/DirectQuery 多维数据集数据。

# Label
source: AtScale cubes
ar: مكعبات AtScale
bg: AtScale кубове
da: AtScale-kuber
el: Κύβοι AtScale
es: Cubos de AtScale
et: AtScale’i kuubid
eu: AtScale kuboak
fr: Cubes AtScale
gl: Cubos AtScale
he: קוביות AtScale
hi: AtScale क्यूब
hu: AtScale-kockák
it: Cubi AtScale
kk: AtScale текшелері
ko: AtScale 큐브
lt: „AtScale“ kubai
lv: AtScale kubi
no: AtScale-kuber
pt_pt: Cubos AtScale
ro: Cuburi AtScale
sk: Kocky AtScale
sl: Kocke AtScale
sr_cyrl_rs: AtScale коцке
sv: AtScale-kuber
th: คิวบ์ AtScale
tr: AtScale küpleri
uk: Куби AtScale
zh_hans: AtScale 多维数据集

# AtScaleCubes_Description
source: Import/DirectQuery cube data from an AtScale.
ar: استورد/DirectQuery بيانات المكعب من AtScale.
bg: Import/DirectQuery данни на куб от AtScale.
da: Import/DirectQuery-kubedata fra en AtScale.
el: Εισαγωγή/DirectQuery δεδομένων κύβου από ένα AtScale.
es: Permite importar datos de un cubo de DirectQuery desde una instancia de AtScale.
et: DirectQuery kuubi andmete importimine AtScale’ist.
eu: Inportatu/DirectQuery kuboaren datuak AtScale batetik.
fr: Données DirectQuery/d'importation d'un cube AtScale.
gl: Datos de cubo de importación ou DirectQuery de AtScale.
he: נתוני קובייה של יבוא/DirectQuery מ- AtScale.
hi: किसी AtScale से क्यूब डेटा आयात/DirectQuery करें.
hu: Importálás/DirectQuery-kockaadatok egy AtScale-ből.
it: Importa/Recupera tramite DirectQuery i dati del cubo da un'istanza di AtScale.
kk: Текше деректерін AtScale жүйесінен импорттау/DirectQuery.
ko: AtScale의 가져오기/DirectQuery 큐브 데이터입니다.
lt: Kubo duomenų importavimas / „DirectQuery“ iš „AtScale“.
lv: Importēt/DirectQuery kuba datus no AtScale.
no: Importer/DirectQuery kuber-data fra en AtScale.
pt_pt: Importar/DirectQuery dados de cubo de um AtScale.
ro: Date cub import/DirectQuery de la un AtScale.
sk: Importovať údaje kocky /DirectQuery z funkcie AtScale.
sl: Podatki kocke za uvoz/DirectQuery iz storitve AtScale.
sr_cyrl_rs: Увоз/подешавање режима DirectQuery за податке из коцке у услузи AtScale.
sv: Import-/DirectQuery-kubdata från en AtScale.
th: ข้อมูลคิวบ์การนำเข้า/DirectQuery จาก AtScale
tr: Bir AtScale'den küp verilerini içeri aktarın/DirectQuery ile sorgulayın.
uk: Дає змогу імпортувати або отримати методом DirectQuery дані кубів з AtScale.
zh_hans: 从 AtScale 中导入/DirectQuery 多维数据集数据。
