Repository: sgoley/powerbi-included-certified-extentions
Catalog: AtScale/resources.*.resx
Languages: ar, bg, da, el, es, et, eu, fr, gl, he, hi, hu, it, kk, ko, lt, lv, no, pt_pt, ro, sk, sl, sr_cyrl_rs, sv, th, tr, uk, zh_hans

# AtScaleCubes_LongDescription
source: <![CDATA[ Returns cube data from AtScale on server <code>server</code>. An optional record parameter, <code>options</code>, may be specified to control the following options: <ul> <li><code>TypedMeasureColumns</code>: A logical value indicating if the types specified in the multidimensional or tabular model will be used for the types of the added measure columns. When set to false, the type "number" will be used for all measure columns. The default value for this option is false.</li> <li><code>CommandTimeout</code>: A duration (in seconds) which controls how long the server-side query is allowed to run before it is canceled. The default value is driver-dependent. </li> <li><code>ConnectionTimeout</code>: A duration (in seconds) which controls how long to wait before abandoning an attempt to make a connection to the server. The default value is driver-dependent. </li> </ul> The record parameter is specified as [option1 = value1, option2 = value2...].]]>
ar: إرجاع بيانات المكعب من AtScale على الخادم <code>الخادم</code>. قد يتم تحديد معلمة سجل اختيارية، <code>خيارات</code>، للتحكم في الخيارات التالية: <ul> <li><code>TypedMeasureColumns</code>: قيمة منطقية تشير إلى ما إذا كان سيتم استخدام الأنواع المحددة في النموذج الجدولي أو متعددة الأبعاد لأنواع أعمدة المقياس المضافة. عند التعيين إلى القيمة خطأ، سيتم استخدام النوع "عدد" لكل أعمدة المقاييس. القيمة الافتراضية لهذا الخيار هي خطأ.</li> <li><code>CommandTimeout</code>: مدة (بالثواني) تتحكم في المدة المسموح خلالها بتشغيل الاستعلام من جانب الخادم قبل أن يتم إلغاؤه. القيمة الافتراضية تستند إلى برنامج التشغيل. </li> <li><code>ConnectionTimeout</code>: مدة (بالثواني) تتحكم في مدة الانتظار قبل التوقف عن محاولة تأسيس اتصال بالخادم. القيمة الافتراضية تستند إلى برنامج التشغيل. </li> </ul> يتم تحديد معلمة السجل بالصيغة [option1 = value1, option2 = value2...].
bg: Връща данни за куб от AtScale на сървъра <code>server</code>. Може да се зададе незадължителен параметър на записа, <code>опции</code>, за да се контролират следните опции: <ul> <li><code>TypedMeasureColumns</code>: Логическа стойност, показваща дали типовете, посочени в многоизмерния или табуларния модел, ще бъдат използвани за типовете на добавените колони с мярка. Когато е зададен на false, типът „number“ ще се използва за всички колони с мярка. Стойността по подразбиране за тази опция е false.</li> <li><code>CommandTimeout</code>: Продължителност (в секунди), която контролира колко време може да се изпълнява заявката от страна на сървъра, преди да бъде отменена. Стойността по подразбиране е зависима от драйвера. </li> <li><code>ConnectionTimeout</code>: Продължителност (в секунди), която контролира колко време да се изчака, преди да се прекрати опитът за установяване на връзка със сървъра. Стойността по подразбиране е зависима от драйвера. </li> </ul> Параметърът на записа се задава като [опция1 = стойност1, опция2 = стойност2...].
da: Returnerer kubedata fra AtScale på serveren <code>server</code>. Der kan angives en valgfri parameterpost, <code>indstillinger</code>, til at styre følgende indstillinger: <ul> <li><code>TypedMeasureColumns</code>: en logisk værdi, der angiver, om typerne angivet i MDX- eller tabelmodellen skal bruges til typerne i de tilføjede målingskolonner. Når den er indstillet til false, bruges typen "tal" for alle målingenskolonner. Standardværdien for denne indstilling er false.</li> <li><code>CommandTimeout</code>: en varighed (i sekunder), som styrer, hvor længe forespørgslen på serversiden kan køre, før den annulleres. Standardværdien afhænger af driveren. </li> <li><code>ConnectionTimeout</code>: en varighed (i sekunder), som styrer, hvor længe der går, før et forsøg på at oprette en forbindelse til serveren afbrydes. Standardværdien afhænger af driveren. </li> </ul> Postparameteret angives som [option1 = value1, option2 = value2...].
el: Επιστρέφει δεδομένα κύβου από το AtScale στον διακομιστή <code>server</code>. Μπορεί να καθοριστεί μια προαιρετική παράμετρος εγγραφής <code>options</code> για τον έλεγχο των ακόλουθων επιλογών: <ul> <li><code>TypedMeasureColumns</code>: Μια λογική τιμή που υποδεικνύει αν οι τύποι που καθορίζονται στο πολυδιάστατο μοντέλο ή το μοντέλο σε μορφή πίνακα θα χρησιμοποιούνται για τους τύπους των προστιθέμενων στηλών μετρήσεων. Όταν οριστεί σε false, ο τύπος number θα χρησιμοποιείται για όλες τις στήλες μετρήσεων. Η προεπιλεγμένη τιμή για αυτή την επιλογή είναι false.</li> <li><code>CommandTimeout</code>: Μια διάρκεια (σε δευτερόλεπτα) που ελέγχει για πόσο χρονικό διάστημα επιτρέπεται η εκτέλεση του ερωτήματος από την πλευρά του διακομιστή, προτού ακυρωθεί. Η προεπιλεγμένη τιμή εξαρτάται από το πρόγραμμα οδήγησης. </li> <li><code>ConnectionTimeout</code>: Μια διάρκεια (σε δευτερόλεπτα) που ελέγχει το χρονικό διάστημα αναμονής πριν από την εγκατάλειψη μιας προσπάθειας δημιουργίας σύνδεσης με τον διακομιστή. Η προεπιλεγμένη τιμή εξαρτάται από το πρόγραμμα οδήγησης. </li> </ul> Η παράμετρος εγγραφής καθορίζεται ως [option1 = value1, option2 = value2...].
es: Devuelve los datos de cubo de AtScale en el servidor <code>server</code>. Se puede especificar un parámetro de registro opcional, <code>options</code>, para controlar las opciones siguientes: <ul> <li><code>TypedMeasureColumns</code>: valor lógico que indica si los tipos especificados en el modelo multidimensional o tabular se usarán para los tipos de las columnas de medida agregadas. Cuando se establece en "false", el tipo "number" se usa para todas las columnas de medida. El valor predeterminado de esta opción es "false".</li> <li><code>CommandTimeout</code>: duración (en segundos) que permite controlar durante cuánto tiempo se permite que la consulta del lado servidor se ejecute antes de cancelarla. El valor predeterminado depende del controlador. </li> <li><code>ConnectionTimeout</code>: duración (en segundos) que permite controlar cuánto tiempo se debe esperar antes de cancelar un intento de conexión con el servidor. El valor predeterminado depende del controlador. </li> </ul> El parámetro de registro se especifica de esta forma: [opción1 = valor1, opción2 = valor2...].
et: Tagastab kuubi andmed AtScale’ist serveris <code>server</code>. Järgmiste atribuutide juhtimiseks võib määrata kirje valikulise parameetri <code>options</code>: <ul> <li><code>TypedMeasureColumns</code>: loogikaväärtus, mis näitab, kas mitmedimensioonilises või tabelina esitatud mudelis määratud tüüpe kasutatakse lisatud mõõdu veergude tüüpide jaoks. Kui see on määratud väärtusele väär, kasutatakse kõigi mõõdu veergude jaoks tüüpi „number”. Suvandi vaikeväärtus on väär.</li> <li><code>CommandTimeout</code>: kestus (sekundites), mis juhib, kui kaua võib serveri päring töötada enne selle tühistamist. Vaikeväärtus oleneb draiverist. </li> <li><code>ConnectionTimeout</code>: kestus (sekundites), mis juhib, kui kaua tuleb oodata enne serveriga ühenduse loomise katsest loobumist. Vaikeväärtus oleneb draiverist. </li> </ul> Kirjeparameeter määratakse väärtusega [option1 = value1, option2 = value2...].
eu: <code>server</code> zerbitzariko AtScale-ko kuboko datuak itzultzen ditu. Aukerako erregistro-parametro bat, <code>options</code> izenekoa, zehatz daiteke aukera hauek kontrolatzeko: <ul> <li><code>TypedMeasureColumns</code>: hainbat dimentsiotako ereduan edo eredu tabularrean zehaztutako motak neurri gehigarriak dituzten neurri-zutabeen motetarako erabiliko diren adierazten du balio logiko honek. Gezurrezko gisa ezartzen bada, "number" mota erabiliko da neurri-zutabe guztietan. Gezurrezkoa da aukera honen balio lehenetsia.</li> <li><code>CommandTimeout</code>: zerbitzariko kontsulta zenbat denboran exekuta daitekeen (segundotan) bertan behera utzi aurretik. Balio lehenetsia kontrolatzailearen araberakoa da. </li> <li><code>ConnectionTimeout</code>: zerbitzarira konektatzeko saiakera bertan behera utzi baino legen itxaron beharreko denbora (segundotan). Balio lehenetsia kontrolatzailearen araberakoa da. </li> </ul> Erregistro parametroa honela zehazten da: [aukera1 = balioa1, balioa2 = balioa2...].
fr: Retourne les données d'un cube AtScale sur le serveur <code>server</code>. Vous pouvez spécifier un paramètre d'enregistrement facultatif, <code>options</code>, pour contrôler les options suivantes : <ul> <li><code>TypedMeasureColumns</code> : Valeur logique indiquant si les types spécifiés dans le modèle tabulaire ou multidimensionnel sont utilisés pour les types des colonnes de mesure ajoutées. Si la valeur est false, le type « number » est utilisé pour toutes les colonnes de mesure. La valeur par défaut de cette option est false.</li> <li><code>CommandTimeout</code> : Durée (en secondes) qui contrôle le temps d'exécution de la requête côté serveur avant qu'elle ne soit annulée. La valeur par défaut dépend du pilote. </li> <li><code>ConnectionTimeout</code> : Durée (en secondes) qui contrôle le temps d'attente avant abandon d'une tentative de connexion au serveur. La valeur par défaut dépend du pilote. </li> </ul> Le paramètre d'enregistrement est spécifié sous la forme [option1 = value1, option2 = value2...].
gl: Devolve datos de cubo de AtScale no servidor <code>server</code>. Pode especificarse un parámetro de rexistro opcional, <code>options</code>, para controlar as seguintes opcións: <ul> <li><code>TypedMeasureColumns</code>: un valor lóxico que indica se os tipos especificados no modelo multidimensional ou tabular se usarán para os tipos das columnas de medidas engadidas. Cando se configura como false, usarase o tipo "number" para todas as columnas de medidas. O valor predefinido para esta opción é false.</li> <li><code>CommandTimeout</code>: unha duración (en segundos) que controla canto tempo se permite executar a consulta do lado do servidor ata que se cancele. O valor predefinido depende do controlador. </li> <li><code>ConnectionTimeout</code>: unha duración (en segundos) que controla canto tempo esperar antes de abandonar unha tentativa para realizar unha conexión co servidor. O valor predeterminado depende do controlador. </li> </ul> O parámetro de rexistro expecifícase como [opción1 = valor1, opción2 = valor2...].
he: החזרת נתוני קובייה מ- AtScale בשרת <code>server</code>. ניתן לציין פרמטר רשומה אופציונלי, <code>options</code>, כדי לשלוט באפשרויות הבאות: <ul> <li><code>TypedMeasureColumns</code>:ערך לוגי שמציין אם ייעשה שימוש בסוגים שצוינו במודל הרב-ממדי או הטבלאי עבור הסוגים של עמודי המדידים שנוספו. כאשר ערך זה מוגדר בתור False, ייעשה שימוש בסוג 'מספר' עבור כל עמודות המדידים. ערך ברירת המחדל של אפשרות זו הוא False.</li> <li><code>CommandTimeout</code>: משך זמן (בשניות) הקובע את זמן הפעולה המותר של שאילתה בצד השרת עד ביטולה. ערך ברירת המחדל הוא תלוי מנהל התקן. </li> <li><code>ConnectionTimeout</code>: משך זמן (בשניות) הקובע את זמן ההמתנה לפני נטישת ניסיון ליצירת חיבור עם השרת. ערך ברירת המחדל הוא תלוי מנהל התקן. </li> </ul> פרמטר הרשומה יצוין בתור [option1 = value1, option2 = value2...].
hi: AtScale से सर्वर <code>सर्वर</code> पर क्यूब डेटा लौटाता है. निम्न विकल्पों को नियंत्रित करने के लिए एक वैकल्पिक रिकॉर्ड पैरामीटर, <code>विकल्प</code>, निर्दिष्ट किया जा सकता है: <ul> <li><code>TypedMeasureColumns</code>: एक तार्किक मान इंगित करता है कि जोड़े गए माप स्तंभों के प्रकारों के लिए बहुआयामी या तालिकाबद्ध मॉडल में निर्दिष्ट प्रकार उपयोग किए जाएँगे या नहीं. false पर सेट होने से प्रकार "संख्या" सभी माप स्तंभों के लिए उपयोग किया जाएगा. इस विकल्प के लिए डिफ़ॉल्ट मान false है.</li> <li><code>CommandTimeout</code>: वह अवधि (सेकंड में), जो यह नियंत्रित करती है कि रद्द किए जाने से पहले सर्वर-साइड क्वेरी को कितनी देर तक चलाए जाने की अनुमति है. डिफ़ॉल्ट मान ड्राइवर-आश्रित है. </li> <li><code>ConnectionTimeout</code>: वह अवधि (सेकंड में), जो यह नियंत्रित करती है कि सर्वर से कनेक्शन बनाने का प्रयास छोड़ने से पहले कितनी देर तक प्रतीक्षा करनी है. </li> </ul> रिकॉर्ड पैरामीटर [option1 = value1, option2 = value2...] के रूप में निर्दिष्ट है.
hu: Visszaadja a(z) <code>server</code> kiszolgálón található AtScale-kockaadatokat. Az <code>options</code> választhat rekordparaméter megadásával vezérelhetők a következő beállítások: <ul> <li><code>TypedMeasureColumns</code>: Egy logikai érték, amely azt jelzi, hogy a többdimenziós vagy táblázatos modellben meghatározott típusok lesznek-e a hozzáadott mértékoszlopok típusai. Ha false értékű, akkor a rendszer a number típust használja minden mértékoszlophoz. A beállítás alapértelmezett értéke false.</li> <li><code>CommandTimeout</code>: Időtartam (másodpercben), amely azt szabályozza, hogy a kiszolgálóoldali lekérdezés mennyi ideig futhat, mielőtt megszakadna. Az alapértelmezett érték az illesztőtől függ. </li> <li><code>ConnectionTimeout</code>: Időtartam (másodpercben), amely azt szabályozza, hogy mennyi ideig várjon a rendszer, mielőtt félbehagyja a kiszolgálóhoz való csatlakozási kísérletet. Az alapértelmezett érték az illesztőtől függ. </li> </ul> A rekordparaméter a következőképpen adható meg: [option1 = value1, option2 = value2...].
it: Restituisce i dati del cubo da AtScale nel server <code>server</code>. È possibile specificare il parametro di record facoltativo <code>options</code> per controllare le opzioni seguenti: <ul> <li><code>TypedMeasureColumns</code>: valore logico che indica se per i tipi delle colonne di misura aggiunte verranno usati i tipi specificati nel modello multidimensionale o tabulare. Se è impostato su false, verrà usato il tipo "number" per tutte le colonne di misura. Il valore predefinito per questa opzione è false.</li> <li><code>CommandTimeout</code>: durata in secondi che controlla il tempo consentito per l'esecuzione della query lato server prima che venga annullata. Il valore predefinito dipende dal driver. </li> <li><code>ConnectionTimeout</code>: durata in secondi che controlla il tempo di attesa prima che un tentativo di connessione al server venga interrotto. Il valore predefinito dipende dal driver. </li> </ul> Il parametro di record viene specificato nel formato [opzione1 = valore1, opzione2 = valore2...].
kk: <code>server</code> серверінде AtScale жүйесінен текше деректерін қайтарады. Келесі параметрлерді басқару үшін <code>options</code> міндетті емес жазба параметрі көрсетілуі мүмкін: <ul> <li><code>TypedMeasureColumns</code>: көп өлшемді немесе кестелік модельде көрсетілген түрлердің қосылған өлшем бағандарының түрлері үшін пайдаланылатынын не пайдаланылмайтынын көрсететін логикалық мән. Егер "false" мәніне орнатылса, "number" түрі барлық өлшем бағандары үшін пайдаланылады. Бұл параметр үшін әдепкі мән "false" болады.</li> <li><code>CommandTimeout</code>: сервер жақтағы сұраудың бас тартуға дейін қанша уақыт орындалатынын басқаратын ұзақтық (секунд). Әдепкі мәні драйверге тәуелді. </li> <li><code>ConnectionTimeout</code>: серверге қосылу әрекетін тоқтатуға дейін қанша уақыт күту керектігін басқаратын ұзақтық (секунд). Әдепкі мәні драйверге тәуелді. </li> </ul> Жазба параметрі [option1 = value1, option2 = value2...] түрінде көрсетіледі.
ko: 서버 <code>server</code>의 AtScale에서 큐브 데이터를 반환합니다. 선택적 레코드 매개 변수 <code>options</code>를 지정하여 다음 옵션을 제어할 수도 있습니다. <ul> <li><code>TypedMeasureColumns</code>: 다차원 또는 테이블 형식 모델에 지정된 유형을 추가된 측정값 열 유형에 사용할지 여부를 나타내는 논리적 값입니다. false로 설정할 경우 "number" 유형이 모든 측정값 열에 사용됩니다. 이 옵션의 기본값은 false입니다.</li> <li><code>CommandTimeout</code>: 서버 쪽 쿼리를 취소 전까지 얼마나 오랫동안 실행할 수 있는지를 제어하는 기간(초)입니다. 기본값은 드라이버에 따라 다릅니다. </li> <li><code>ConnectionTimeout</code>: 서버에 대한 연결 시도를 중단하기 전까지 얼마나 오랫동안 대기할지를 제어하는 기간(초)입니다. 기본값은 드라이버에 따라 다릅니다. </li> </ul> 레코드 매개 변수는 [option1 = value1, option2 = value2...]로 지정됩니다.
lt: Pateikiami kubo duomenys iš „AtScale“ serveryje <code>server</code>. Galima nurodyti pasirinktinį įrašo parametrą <code>options</code norint valdyti šias parinktis: <ul> <li><code>TypedMeasureColumns</code>: loginė reikšmė, nurodanti, ar kelių dimensijų arba lentelės tipo modulyje nurodyti tipai bus naudojami įtrauktų matų stulpelių tipams. Kai nustatyta reikšmė „False“, visuose matų stulpeliuose bus naudojamas tipas Skaičius. Šios parinkties numatytoji reikšmė yra „False“.</li> <li><code>CommandTimeout</code>: trukmė (sekundėmis), nustatanti, kiek laiko leidžiama vykdyti užklausą serveryje prieš ją atšaukiant. Numatytoji reikšmė priklauso nuo tvarkyklės. </li> <li><code>ConnectionTimeout</code>: trukmė, kontroliuojanti, kiek laiko laukti prieš nutraukiant mėginimą užmegzti ryšį su serveriu. Numatytoji reikšmė priklauso nuo tvarkyklės. </li> </ul> Įrašo parametras nurodomas kaip [option1 = value1, option2 = value2...].
lv: Atgriež kuba datus no AtScale serverī <code>server</code>. Ir iespējams norādīt papildu ieraksta parametru <code>options</code>, lai kontrolētu tālāk norādītās opcijas. <ul> <li><code>TypedMeasureColumns</code>: loģiskā vērtība, kas norāda, vai daudzdimensiju vai tabulārajā modelī norādītie tipi tiks izmantoti pievienoto mēru kolonnu tipiem. Ja šī opcija ir iestatīta uz “false” (aplams), tips“skaitlis” tiek izmantots visām mēra kolonnām. Šīs opcijas noklusējuma vērtība ir “false” (aplams).</li> <li><code>CommandTimeout</code>: ilgums (sekundēs), kas kontrolē, cik ilgi servera puses vaicājumam tiek atļauts darboties, pirms tas tiek atcelts. Noklusējuma vērtība ir atkarīga no draivera. </li> <li><code>ConnectionTimeout</code>: lgums (sekundēs), kas kontrolē, cik ilgi ir jāgaida, pirms tiek atmests mēģinājums izveidot savienojumu ar serveri. Noklusējuma vērtība ir atkarīga no draivera. </li> </ul> Ieraksta parametrs tiek norādīts šādā formātā: [opcija1 = vērtība1, opcija2 = vērtība2...].
no: Returnerer kuber-data fra AtScale på serveren <code>server</code>. En valgfri parameter for post, <code>alternativer</code>, kan angis for å styre følgende alternativer: <ul> <li><code>TypedMeasureColumns</code>: En logisk verdi som angir om typene som er angitt i modellen i flerdimensjonal- eller tabellvisning brukes for typer tillagt målkolonnene. Når satt til usann, brukes typen "tall" for alle målkolonnene. Standardverdien for dette alternativet er usann.</li> <li><code>CommandTimeout</code>: En varighet (i sekunder) som styrer hvor lenge serverside-forespørselen tillates å kjøre før den avbrytes. Standardverdien er driveravhengig. </li> <li><code>ConnectionTimeout</code>: En varighet (i sekunder) som styrer hvor lenge det skal ventes før forsøket på å opprette en tilkobling til serveren avbrytes. Standardverdien er driveravhengig. </li> </ul> Post-parameteren er angitt som [option1 = value1, option2 = value2...].
pt_pt: Devolve dados de cubo do AtScale no servidor <code>servidor</code>. Um parâmetro de registo opcional, <code>opções</code>, podem ser especificados para controlar as seguintes opções: <ul> <li><code>TypedMeasureColumns</code>: Um valor lógico a indicar se os tipos especificados no modelo multidimensional ou tabular irão ser usados nos tipos das colunas de medida adicionadas. Quando definido como falso, o tipo "número" será usado em todas as colunas de medida. O valor predefinido desta opção é falso.</li> <li><code>CommandTimeout</code>: Uma duração (em segundos) que controla o tempo máximo de execução permitido da consulta do lado do servidor antes do seu cancelamento. O valor predefinido é dependente do controlador. </li> <li><code>ConnectionTimeout</code>: Uma duração (em segundos) que controla o tempo máximo de espera antes de abandonar uma tentativa de estabelecer uma ligação ao servidor. O valor predefinido é dependente do controlador. </li> </ul> O parâmetro de registo está especificado como [option1 = value1, option2 = value2...].
ro: Returnează datele cub de la AtScale pe serverul <code>server</code>. Un parametru opțional de înregistrare, <code>options</code>, poate fi specificat pentru a controla următoarele opțiuni: <ul> <li><code>TypedMeasureColumns</code>: o valoare logică care precizează dacă tipurile specificate în modelul tabelar sau multidimensional vor fi utilizate pentru tipurile de coloane de măsură adăugate. Când este setat la false, va fi utilizat tipul „number” pentru toate coloanele de măsură. Valoarea implicită pentru această opțiune este false.</li> <li><code>CommandTimeout</code>: o durată (în secunde) care controlează cât timp poate rula interogarea pe partea serverului, înainte de a fi anulată. Valoarea implicită este dependentă de driver. </li> <li><code>ConnectionTimeout</code>: o durată (în secunde) care controlează cât timp se așteaptă înainte de abandonarea unei încercări de a face o conexiune la server. Valoarea implicită este dependentă de driver. </li> </ul> Parametrul de înregistrare este specificat ca [opțiune1 = valoare1, opțiune2 = valoare2...].
sk: Vráti údaje kocky z funkcie AtScale na serveri <code>server</code>. Môže sa zadať voliteľný parameter záznamu, <code>options</code>, pomocou ktorého sa dajú ovládať nasledujúce možnosti: <ul> <li><code>TypedMeasureColumns</code>: Logická hodnota, ktorá udáva, či sa typy zadané v multidimenzionálnom alebo tabuľkovom modeli použijú pre typy stĺpcov pridaných mierok. Keď sú nastavené na hodnotu false, pre všetky stĺpce mierok sa použije typ number. Predvolenou hodnotou pre túto možnosť je false.</li> <li><code>CommandTimeout</code>: Trvanie (v sekundách), ktoré ovláda, ako dlho môže byť spustený dotaz na strane servera pred tým, ako to bude zrušený. Predvolená hodnota závisí od ovládača.</li> <li><code>ConnectionTimeout</code>: Trvanie (v sekundách), ktoré ovláda, ako dlho treba čakať pred tým, ako sa zruší pokus o pripojenie na server. Predvolená hodnota závisí od ovládača. </li> </ul> Parameter záznamu je zadaný vo formáte [option1 = value1, option2 = value2...].
sl: Vrne podatke kocke iz storitve AtScale v strežniku <code>server</code>. Navedete lahko izbirni parameter zapisa <code>options</code>, s katerim nadzorujete te možnosti: <ul> <li><code>TypedMeasureColumns</code>: logična vrednost, ki označuje, ali bodo tipi, navedeni v večdimenzionalnem ali tabelaričnem modelu, uporabljeni za tipe dodanih stolpcev z merami. Če je ta možnost nastavljena na »false«, bo tip »number« uporabljen za vse stolpce z merami. Privzeta vrednost te možnosti je »false«.</li> <li><code>CommandTimeout</code>: trajanje (v sekundah), ki nadzoruje, koliko časa se lahko izvaja poizvedba na strani strežnika, preden je preklicana. Privzeta vrednost je odvisna od gonilnika. </li> <li><code>ConnectionTimeout</code>: trajanje (v sekundah), ki nadzoruje čas čakanja, preden je preklican poskus vzpostavitve povezave s strežnikom. Privzeta vrednost je odvisna od gonilnika. </li> </ul> Parameter zapisa je naveden kot [možnost1 = vrednost1, možnost2 = vrednost2 ...].
sr_cyrl_rs: Враћа податке из коцке из услуге AtScale на серверу <code>server</code>. Могуће је навести опционални параметар записа, <code>options</code>, да би се контролисале следеће опције: <ul> <li><code>TypedMeasureColumns</code>: Логичка вредност која наводи да ли ће се типови наведени у вишедимензионалном или табеларном моделу користити за типове додатих колона са мерама. Када се подеси на „нетачно“, тип „број“ ће се користити за све колоне са мерама. Подразумевана вредност за ову опцију је „нетачно“.</li> <li><code>CommandTimeout</code>: Трајање (у секундама) које контролише колико дуго упит на страни сервера може да се извршава пре него што се откаже. Подразумевана вредност зависи од управљачког програма. </li> <li><code>ConnectionTimeout</code>: Трајање (у секундама) које контролише колико дуго треба чекати пре него што се одустане од покушаја успостављања везе са сервером. Подразумевана вредност зависи од управљачког програма. </li> </ul> Параметар записа се наводи као [опција1 = вредност1, опција 2 = вредност 2...].
sv: Returnerar kubdata från AtScale på servern <code>server</code>. En valfri postparameter <code>options</code>, kan anges för att kontrollera följande alternativ: <ul> <li><code>TypedMeasureColumns</code>: ett logiskt värde som anger om typerna som anges i den multidimensionella eller tabularmodellen används för typerna av de tillagda måttkolumnerna. När det är konfigurerat som falskt så används typen ”number” för alla måttkolumner. Standardvärdet för det här alternativet är falskt.</li> <li><code>CommandTimeout</code>: en varaktighet (i sekunder) som styr hur länge serversidefrågan tillåts köra innan den avbryts. Standardvärdet är drivrutinsberoende. </li> <li><code>ConnectionTimeout</code>: en varaktighet (i sekunder) som styr tiden att vänta innan ett försök att upprätta en anslutning till servern överges. Standardvärdet är drivrutinsberoende. </li> </ul> Postparameter har angetts som [alternativ1 = värde1, alternativ2 = värde2...].
th: ส่งกลับข้อมูลคิวบ์จาก AtScale บนเซิร์ฟเวอร์ <code>เซิร์ฟเวอร์</code> พารามิเตอร์ระเบียนที่ไม่จำเป็นต้องระบุ <code>ตัวเลือก</code> อาจถูกระบุเพื่อควบคุมตัวเลือกต่อไปนี้: <ul> <li><code>TypedMeasureColumns</code>: ค่าตรรกะที่ระบุว่า จะใช้ชนิดที่ระบุในแบบจำลองหลายมิติหรือแบบตารางสำหรับชนิดคอลัมน์การวัดที่เพิ่มหรือไม่ เมื่อตั้งค่าเป็นเท็จ ชนิด "หมายเลข" จะถูกใช้สำหรับคอลัมน์การวัดทั้งหมด ค่าเริ่มต้นสำหรับตัวเลือกนี้เป็นเท็จ </li> <li><code>CommandTimeout</code>: ระยะเวลา (เป็นวินาที) ซึ่งควบคุมระยะเวลาแบบสอบถามฝั่งเซิร์ฟเวอร์ที่ได้รับอนุญาตให้ทำงานก่อนที่จะถูกยกเลิก ค่าเริ่มต้นจะขึ้นอยู่กับโปรแกรมควบคุม </li> <li><code>ConnectionTimeout</code>: ระยะเวลา (เป็นวินาที) ซึ่งควบคุมระยะเวลาที่จะรอก่อนที่จะละทิ้งความพยายามในการเชื่อมต่อกับเซิร์ฟเวอร์ ค่าเริ่มต้นจะขึ้นอยู่กับโปรแกรมควบคุม </li> </ul> มีการระบุพารามิเตอร์ระเบียนเป็น [option1 = value1, option2 = value2...]
tr: <code>server</code> sunucusunda AtScale’den küp verilerini döndürür. Şu seçenekleri denetlemek için isteğe bağlı bir kayıt parametresi olan <code>options</code> belirtilebilir: <ul> <li><code>TypedMeasureColumns</code>: Çok boyutlu veya tablosal modelde belirtilen türlerin eklenen ölçü sütunu türleri için kullanılıp kullanılmayacağını belirten mantıksal bir değer. False olarak ayarlandığında, tüm ölçü sütunları için "sayı" türü kullanılır. Bu seçenek için varsayılan değer false’tur.</li> <li><code>CommandTimeout</code>: Sunucu tarafı sorgunun iptal edilmeden önce ne kadar süre (saniye cinsinden) çalışacağını denetler. Varsayılan değer, sürücüye bağlıdır. </li> <li><code>ConnectionTimeout</code>: Sunucuyla bağlantı kurma denemesi bırakılmadan önce ne kadar süre (saniye cinsinden) bekleneceğini denetler. Varsayılan değer, sürücüye bağlıdır. </li> </ul> Kayıt parametresi [option1 = value1, option2 = value2...] olarak belirtilir.
uk: Повертає дані кубів з AtScale на сервері <code>server</code>. Можна вказати додатковий параметр запису <code>options</code>, щоб керувати наведеними нижче параметрами. <ul> <li><code>TypedMeasureColumns</code>: логічне значення, що визначає, чи використовувати в доданих стовпцях мір типи, указані в багатовимірній або табличній моделі. Якщо вказати значення false, для всіх стовпців мір використовуватиметься тип "number". Стандартне значення цього параметра – false.</li> <li><code>CommandTimeout</code>: параметр тривалості (у секундах), що визначає, як довго дозволено працювати запиту на боці сервера до скасування. Стандартне значення залежить від драйвера. </li> <li><code>ConnectionTimeout</code>: параметр тривалості (у секундах), що визначає, як довго очікувати на підключення до сервера, перш ніж перервати спробу. Стандартне значення залежить від драйвера. </li> </ul> Параметр запису вказується, наприклад, так: [параметр1 = значення1, параметр2 = значення2…].
zh_hans: 从服务器 <code>server</code> 上的 AtScale 返回多维数据集数据。可以指定可选的记录参数 <code>options</code> 来控制以下选项: <ul> <li><code>TypedMeasureColumns</code>: 指示在多维模型或表格模型中指定的类型是否用于添加的度量值列类型的逻辑值。设置为 false 时，类型 "number" 将用于所有度量值列。此选项的默认值为 false。</li> <li><code>CommandTimeout</code>: 一个时间段(以秒为单位)，控制在取消服务器端查询前允许其运行的时间。默认值与驱动程序相关。</li> <li><code>ConnectionTimeout</code>: 一个时间段(以秒为单位)，控制在放弃尝试建立到服务器的连接之前等待的时间。默认值与驱动程序相关。</li> </ul> 记录参数指定为 [option1 = value1, option2 = value2...]。
