Repository: sgoley/powerbi-included-certified-extentions
Catalog: AtScale/resources.*.resx
Languages: ar, bg, da, el, es, et, eu, fr, gl, he, hi, hu, it, kk, ko, lt, lv, no, pt_pt, ro, sk, sl, sr_cyrl_rs, sv, th, tr, uk, zh_hans

# AtScaleCubes_ExampleDescription
source: List the cube data in an AtScale cube.
ar: اسرد بيانات المكعب في مكعب AtScale.
bg: Посочете данните за куба в куб на AtScale.
da: Vis kubedata i en AtScale-kube.
el: Παραθέστε τα δεδομένα κύβου σε έναν κύβο AtScale.
es: Permite enumerar los datos de un cubo de AtScale.
et: Kuubi andmete loend AtScale’i kuubis.
eu: Zerrendatu kuboaren datuak AtScale kubo batean.
fr: Liste les données d'un cube AtScale.
gl: Enumera os datos de cubo dun cubo AtScale.
he: פרט את נתוני הקוביה בקוביית AtScale.
hi: किसी AtScale क्यूब में क्यूब डेटा सूचीबद्ध करें.
hu: Egy AtScale-kockában listázza a kockaadatokat.
it: Elenca i dati del cubo presenti in un cubo AtScale.
kk: Текше деректерін AtScale текшесінде тізімде көрсету.
ko: AtScale 큐브에서 큐브 데이터를 나열합니다.
lt: Išvardijami kubo duomenys „AtScale“ kube.
lv: Uzskaita kuba datus AtScale kubā.
no: Vis kuber-data i en AtScale-kube.
pt_pt: Listar os dados de cubo no cubo AtScale.
ro: Listează datele de cub dintr-un cub AtScale.
sk: Zobrazí zoznam údajov kocky v kocke AtScale.
sl: Prikaže podatke kocke v kocki storitve AtScale.
sr_cyrl_rs: Навођење података из коцке у AtScale коцки.
sv: Listar kubdata i en AtScale-kub.
th: แสดงรายการข้อมูลคิวบ์ในคิวบ์ AtScale
tr: Bir AtScale küpündeki küp verilerini listele.
uk: Створює список даних кубів у кубі AtScale.
zh_hans: 列出 AtScale 多维数据集中的多维数据集数据。

# ServerParameterCaption
source: Server
ar: الخادم
bg: Сървър
el: Διακομιστής
es: Servidor
eu: Zerbitzaria
fr: Serveur
gl: Servidor
he: שרת
hi: सर्वर
hu: Kiszolgáló
kk: Сервер
ko: 서버
lt: Serveris
lv: Serveris
pt_pt: Servidor
sl: Strežnik
sr_cyrl_rs: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
zh_hans: 服务器

# ServerParameterDescription
source: Specify the AtScale server URL
ar: تحديد URL لخادم AtScale
bg: Укажете URL адреса на сървъра на AtScale
da: Angiv URL til AtScale-server
el: Καθορισμός της διεύθυνσης URL διακομιστή AtScale
es: Permite especificar la dirección URL del servidor de AtScale.
et: Määrake AtScale’i serveri URL
eu: Zehaztu AtScale zerbitzariaren URLa
fr: Spécifier l'URL du serveur AtScale
gl: Especifique o URL de servidor AtScale.
he: ציין את כתובת ה- URL של שרת AtScale
hi: AtScale सर्वर URL निर्दिष्ट करें
hu: Adja meg a AtScale-kiszolgáló URL-címét
it: Consente di specificare l'URL del server AtScale
kk: AtScale серверінің URL мекенжайын көрсетіңіз
ko: AtScale 서버 URL을 지정합니다.
lt: Nurodykite „AtScale“ serverio URL
lv: Norādiet AtScale servera URL
no: Angi AtScale server-adressen
pt_pt: Especifique o URL do servidor AtScale
ro: Specifică adresa URL a serverului AtScale
sk: Zadajte URL adresu servera AtScale
sl: Navedite URL strežnika za AtScale
sr_cyrl_rs: Наведите URL AtScale сервера
sv: Ange AtScale server-URL:en
th: ระบุ URL ของเซิร์ฟเวอร์ AtScale
tr: AtScale sunucusu URL'sini belirtin
uk: Укажіть URL-адресу сервера AtScale.
zh_hans: 指定 AtScale 服务器 URL

# OptionsParameterCaption
source: Options
ar: الخيارات
bg: Опции
da: Indstillinger
el: Επιλογές
es: Opciones
et: Suvandid
eu: Aukerak
gl: Opcións
he: אפשרויות
hi: विकल्प
hu: Beállítások
it: Opzioni
kk: Параметрлер
ko: 옵션
lt: Parinktys
lv: Opcijas
no: Alternativer
pt_pt: Opções
ro: Opțiuni
sk: Možnosti
sl: Možnosti
sr_cyrl_rs: Опције
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
zh_hans: 选项

# OptionsParameterDescription
source: Specify the options to connect to AtScale server
ar: تحديد الخيارات للاتصال بخادم AtScale
bg: Посочете опциите за свързване със сървъра на AtScale
da: Angiv indstillingerne for at oprette forbindelse til AtScale-server
el: Καθορισμός των επιλογών για σύνδεση στον διακομιστή AtScale
es: Permite especificar las opciones para conectarse al servidor de AtScale.
et: Määrake suvandid AtScale’i serveriga ühenduse loomiseks
eu: Zehaztu AtScale zerbitzarira konektatzeko aukerak
fr: Spécifier les options pour vous connecter au serveur AtScale
gl: Especifique as opcións para conectar co servidor AtScale.
he: ציין את האפשרויות כדי להתחבר לשרת AtScale
hi: AtScale सर्वर से कनेक्ट करने के लिए विकल्प निर्दिष्ट करें
hu: Adja meg az AtScale-kiszolgálóhoz való csatlakozás beállításait
it: Consente di specificare le opzioni per la connessione al server AtScale
kk: AtScale серверіне қосылу үшін параметрлерді көрсетіңіз
ko: AtScale 서버 연결 옵션을 지정합니다.
lt: Nurodykite prisijungimo prie „AtScale“ serverio parinktis
lv: Norādiet opcijas savienojuma izveidošanai ar AtScale serveri
no: Angi alternativer for å koble til AtScale-serveren
pt_pt: Especifique as opções de ligação ao servidor do AtScale
ro: Specifică opțiunile de conectare la serverul AtScale
sk: Zadajte možnosti na pripojenie k serveru AtScale
sl: Določite možnosti za povezavo s strežnikom AtScale
sr_cyrl_rs: Наведите опције за повезивање са AtScale сервером
sv: Ange alternativen för att ansluta till AtScale-servern
th: ระบุตัวเลือกเพื่อเชื่อมต่อไปยังเซิร์ฟเวอร์ AtScale
tr: AtScale sunucusuna bağlanmak için kullanılacak seçenekleri belirtin
uk: Укажіть параметри для підключення до сервера AtScale.
zh_hans: 指定要连接到 AtScale 服务器的选项

# InvalidServerNameError
source: An invalid server name was specified. The server name must be in the format of 'http(s)://contoso.atscale.com:10502/xmla/...', where the port number is optional.
ar: تم تحديد اسم خادم غير صالح. يجب أن يكون اسم الخادم بالتنسيق 'http(s)://contoso.atscale.com:10502/xmla/...'، حيث يكون رقم المنفذ اختياريًا.
bg: Указано е невалидно име на сървър. Името на сървъра трябва да е във формат „http(s)://contoso.atscale.com:10502/xmla/...“, като номерът на порта е опционален.
da: Der er angivet et ugyldigt servernavn. Servernavnets format skal være 'http(s)://contoso.atscale.com:10502/xmla/...', hvor portnummeret er valgfrit.
el: Καθορίστηκε μη έγκυρο όνομα διακομιστή. Το όνομα διακομιστή πρέπει να έχει τη μορφή http(s)://contoso.atscale.com:10502/xmla/..., όπου ο αριθμός θύρας είναι προαιρετικός.
es: Se ha especificado un nombre de servidor que no es válido. El nombre del servidor debe estar en el formato "http(s)://contoso.atscale.com:10502/xmla/...", en el que el número de puerto es opcional.
et: Määrati sobimatu serveri nimi. Serveri nime vorming peab olema kujul 'http(s)://contoso.atscale.com:10502/xmla/...', kus pordi number on valikuline.
eu: Zehaztutako zerbitzari-izenak ez du balio. Zerbitzari-izenaren formatuak "http(s)://contoso.atscale.com:10502/xmla/..." formatuan egon behar du (ataka-zenbakia aukerakoa da).
fr: Un nom de serveur non valide a été spécifié. Le nom du serveur doit être au format « http(s)://contoso.atscale.com:10502/xmla/... », où le numéro de port est facultatif.
gl: Especificouse un nome do servidor non válido. Este debe estar no formato "http(s)://contoso.atscale.com:10502/xmla/...", onde o número de porto é opcional.
he: צוין שם שרת לא חוקי. על שם השרת להיות בתבנית 'http(s)://contoso.atscale.com:10502/xmla/...', כאשר מספר היציאה הינה אופציונלית.
hi: एक अमान्य सर्वर नाम निर्दिष्ट किया गया था. सर्वर नाम 'http(s)://contoso.atscale.com:10502/xmla/...' स्वरूप में होना चाहिए, जहाँ पोर्ट संख्या वैकल्पिक है.
hu: Érvénytelen kiszolgálónév van megadva. A kiszolgáló nevét http(s)://contoso.atscale.com:10502/xmla/... formátumban kell megadni, de a portszám megadása nem kötelező.
it: È stato specificato un nome di server non valido. Il nome del server deve essere espresso nel formato 'http(s)://contoso.atscale.com:10502/xmla/...', dove il numero di porta è facoltativo.
kk: Жарамсыз сервер атауы көрсетілді. Сервер атауы "http(s)://contoso.atscale.com:10502/xmla/..." пішімінде болуы тиіс, мұнда, порт нөмірін көрсету міндетті емес.
ko: 잘못된 서버 이름이 지정되었습니다. 서버 이름의 형식은 'http(s)://contoso.atscale.com:10502/xmla/...'여야 하며, 여기서 포트 번호는 선택 사항입니다.
lt: Nurodytas netinkamas serverio vardas. Serverio vardas turi būti nurodytas formatu http(s)://contoso.atscale.com:10502/xmla/..., kai prievado numerio nurodyti nebūtina.
lv: Norādīts nederīgs servera nosaukums. Servera nosaukumam ir jābūt formātā “http(s)://contoso.atscale.com:10502/xmla/...”, kur porta numurs nav jānorāda obligāti.
no: Det ble angitt et ugyldig servernavn. Servernavnet må være i formatet 'http(s)://contoso.atscale.com:10502/xmla/...', der portnummeret er valgfritt.
pt_pt: Foi especificado um nome de servidor inválido. O nome do servidor tem de estar no formato "http(s)://contoso.atscale.com:10502/xmla/...", no qual o número da porta é opcional.
ro: S-a specificat un nume de server nevalid. Numele serverului trebuie să fie în formatul „http(s)://contoso.atscale.com:10502/xmla/...”, unde numărul portului este opțional.
sk: Bol zadaný neplatný názov servera. Názov servera musí byť vo formáte http(s)://contoso.atscale.com:10502/xmla/..., kde je číslo portu voliteľné.
sl: Navedeno je bilo neveljavno ime strežnika. Ime strežnika mora biti v obliki zapisa »http(s)://contoso.atscale.com:10502/xmla/...«, kjer je številka vrat izbirna.
sr_cyrl_rs: Наведено је неважеће име сервера. Име сервера мора да буде у формату „http(s)://contoso.atscale.com:10502/xmla/...“, при чему је број порта опционалан.
sv: Ett ogiltigt servernamn har angetts. Servernamnet måste vara i formatet http(s)://contoso.atscale.com:10502/xmla/..., där portnumret är valfritt.
th: มีการระบุชื่อเซิร์ฟเวอร์ที่ไม่ถูกต้อง ชื่อเซิร์ฟเวอร์จะต้องอยู่ในรูปแบบ 'http(s)://contoso.atscale.com:10502/xmla/...' โดยไม่จำเป็นต้องระบุหมายเลขพอร์ต
tr: Geçersiz bir sunucu adı belirtildi. Sunucu adının 'http(s)://contoso.atscale.com:10502/xmla/...' biçiminde olması gerekir. Bağlantı noktası numarası isteğe bağlıdır.
uk: Зазначено неприпустиме ім’я сервера. Його слід указати у форматі "http(s)://contoso.atscale.com:10502/xmla/…", де номер порту необов’язковий.
zh_hans: 指定的服务器名称无效。服务器名称必须使用 "http(s)://contoso.atscale.com:10502/xmla/..." 格式，其中端口号可选。

# InvalidOptionsKey
source: '#{0}' is not a valid AtScale option. Valid options are: '#{1}'
ar: '#{0}' ليس خيار AtScale صالحًا. الخيارات الصالحة هي: '#{1}'
bg: „#{0}“ не е валидна опция на AtScale. Валидни опции са: „#{1}“
da: '#{0}' er ikke en gyldig AtScale-indstilling. De gyldige indstillinger er: '#{1}'
el: Το "#{0}" δεν είναι έγκυρη επιλογή AtScale. Οι έγκυρες επιλογές είναι: "#{1}"
es: "#{0}" no es una opción de AtScale válida. Las opciones válidas son estas: "#{1}".
et: '#{0}' pole kehtiv AtScale’i suvand. Kehtivad suvandid on: "#{1}'
eu: "#{0}" ez da baliozko AtScale aukera bat. Hauek dira balio duten aukerak: "#{1}"
fr: '#{0}' n'est pas une option AtScale valide. Les options valides sont : '#{1}'
gl: "#{0}" non é unha opción de AtScale válida. As opcións válidas son as seguintes: "#{1}"
he: '#{0}' אינה אפשרות חוקית של AtScale. האפשרויות החוקיות הן: '#{1}'
hi: #{0}' एक मान्य AtScale विकल्प नहीं है. मान्य विकल्प हैं: '#{1}'
hu: A(z) #{0} nem érvényes AtScale-beállítás. Az érvényes beállítások a következők: #{1}
it: '#{0}' non è un'opzione valida di AtScale. Le opzioni valide sono: '#{1}'
kk: "#{0}" жарамды AtScale параметрі емес. Жарамды параметрлер: "#{1}"
ko: ' #{0}'은(는) 유효한 AtScale 옵션이 아닙니다. 유효한 옵션: '#{1}'
lt: #{0} nėra tinkama „AtScale“ parinktis. Tinkamos parinktys: #{1}
lv: “#{0}” nav derīga AtScale opcija. Derīgas opcijas ir šādas: “#{1}”
no: '#{0}' er ikke et gyldig alternativ for AtScale. Gyldige alternativer er: '#{1}'
pt_pt: "#{0}" não é uma opção válida do AtScale. As opções válidas são: "#{1}"
ro: „#{0}” nu este o opțiune AtScale validă. Opțiunile valide sunt: „#{1}”
sk: #{0} nie je platnou možnosťou AtScale. Platné možnosti: #{1}
sl: »#{0}« ni veljavna možnost za funkcijo AtSCale. Veljavne možnosti so: »#{1}«
sr_cyrl_rs: „#{0}“ није важећа AtScale опција. Важеће опције су: „#{1}“
sv: #{0} är inte ett giltigt AtScale-alternativ. Giltiga alternativ är: #{1}
th: '#{0}' ไม่ใช่ตัวเลือก AtScale ที่ถูกต้อง ตัวเลือกที่ถูกต้องคือ: '#{1}'
tr: '#{0}', geçerli bir AtScale seçeneği değil. Geçerli seçenekler: '#{1}'
uk: "#{0}" – неприпустимий параметр AtScale. Припустимі параметри: "#{1}"
zh_hans: “#{0}”不是有效的 AtScale 选项。有效选项为:“#{1}”

# InvalidOptionsValue
source: This AtScale function does not support the option '#{0}' with value '#{1}'
ar: لا تدعم دالة AtScale هذه الخيار '#{0}' بالقيمة '#{1}'
bg: Тази функция на AtScale не поддържа опцията „#{0}“ със стойност „#{1}“
da: Denne AtScale-funktion understøtter ikke forespørgselsindstillingen '#{0}' med værdien '#{1}'
el: Αυτή η συνάρτηση AtScale δεν υποστηρίζει την επιλογή "#{0}" με τιμή "#{1}"
es: Esta función de AtScale no es compatible con la opción "#{0}" que tiene el valor "#{1}".
et: See AtScale’i funktsioon ei toeta päringu suvandit '#{0}' väärtusega '#{1}'
eu: AtScale funtzio honek ez du onartzen "#{0}" kontsulta aukera "#{1}" balioarekin
fr: Cette fonction AtScale ne prend pas en charge l'option '#{0}' avec la valeur '#{1}'
gl: Esta función de AtScale non admite a opción de consulta "#{0}" co valor "#{1}".
he: פונקציית AtScale זו אינה תומכת באפשרות '#{0}' עם הערך '#{1}'
hi: यह AtScale फ़ंक्शन '#{1}' मान वाले '#{0}' विकल्प का समर्थन नहीं करता है
hu: Ez az AtScale-függvény nem támogatja a(z) #{1} értékkel rendelkező #{0} beállítást
it: Questa funzione di AtScale non supporta l'opzione '#{0}' con il valore '#{1}'
kk: Бұл AtScale функциясы "#{1}" мәніне ие "#{0}" параметрін қолдамайды
ko: 이 AtScale 함수는 값이 '#{1}'인 옵션 '#{0}'을(를) 지원하지 않습니다.
lt: Ši „AtScale“ funkcija nepalaiko užklausos parinkties #{0}, kurios reikšmė – #{1}
lv: Šī AtScale funkcija neatbalsta opciju “#{0}” ar vērtību “#{1}”
no: Denne AtScale-funksjonen støtter ikke alternativet '#{0}' med verdien '#{1}'
pt_pt: Esta função do AtScale não suporta a opção "#{0}" com valor "#{1}"
ro: Această funcție AtScale nu acceptă opțiunea „#{0}” cu valoarea „#{1}”
sk: Táto funkcia AtScale nepodporuje možnosť #{0} s hodnotou #{1}
sl: Ta funkcija AtScale ne podpira možnosti poizvedbe »#{0}« z vrednostjo »#{1}«
sr_cyrl_rs: Ова AtScale функција не подржава опцију „#{0}“ са вредношћу „#{1}“
sv: Den här AtScale-funktionen stöder inte alternativet #{0} med värdet #{1}
th: ฟังก์ชัน AtScale นี้ไม่สนับสนุนตัวเลือก '#{0}' ที่มีค่า '#{1}'
tr: Bu AtScale işlevi, '#{1}' değerine sahip '#{0}' seçeneğini desteklemiyor
uk: Ця функція AtScale не підтримує параметр "#{0}" зі значенням "#{1}"
zh_hans: 此 AtScale 函数不支持值为“#{1}”的选项“#{0}”
